{
    "data": [
        {
            "type": "section",
            "page": 3,
            "name": "Introduction",
            "entries": [
                "The dungeon master's task is not an easy one. On his shoulders rests the responsibility for the whole game. It is the DM's job to make sure that everyone, himself included, has a good time when they play the AD&D game. If you are an experienced DM then you are sure to know that there are times when this task is so daunting that you wonder why you didn't stick with a safe hobby like stamp collecting.",
                "The AD&D 2nd Edition Player's Handbook and Dungeon Master's Guide give the referee everything he needs to set up and run a roleplaying game—they are the tools. In this book, we will share with you a wide array of tips and techniques for weaving the tales of adventure, which fill your active imagination, into games which will grab the attention of your players.",
                "If you are new to the fine art of dungeon mastering, you will find that the information in this book can make you seem like a pro who's been doing it for years. If you are a pro who's been doing this for years, you'll find hints to help you get the most out of your existing campaign.",
                "The first section of the Campaign Sourcebook and Catacomb Guide provides information on setting up a gaming group. We'll touch on a number of points ranging from good gaming manners (I brought the soda last week! It's somebody else's turn!) to dealing with disruptive players. After all, part of being a good dungeon master is managing relations with your players!",
                "In the second section we'll offer advice on how to pace the events of your games, set up campaign worlds, make better game maps, and reduce the amount of time you must spend to make ready for a game. In addition, we've included a section on making NPCs more realistic and important in your campaign.",
                "Thirdly, we've included chapters about what it is that sets a dungeon based campaign apart from a wilderness campaign. Here, you'll find tips on making the most out of those gloomy passages that run beneath the surface of even the most pacific nation.",
                "To close out the book, we present a number of maps for use by referee's when time is tight. Unlike the tradition \"hole in the ground\" dungeon, however, each of these is somewhat—unusual."
            ]
        },
        {
            "type": "section",
            "page": 4,
            "name": "Logistics of Play",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 8,
            "name": "Styles of Play",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 17,
            "name": "Pacing and Theatrics",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 33,
            "name": "Uses of Judgment",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 51,
            "name": "Creating the Campaign",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 53,
            "name": "Creating the World",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 75,
            "name": "Maps and Map Making",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 84,
            "name": "Creating the Adventure",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 92,
            "name": "Making NPCs Live",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 101,
            "name": "Dungeon Settings",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 106,
            "name": "The Dungeon Campaign",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 113,
            "name": "Generic Dungeons",
            "entries": [
                {
                    "type": "section",
                    "page": 114,
                    "name": "The Great Pyramid",
                    "entries": [
                        ""
                    ]
                },
                {
                    "type": "section",
                    "page": 116,
                    "name": "The Primitive Temple",
                    "entries": [
                        ""
                    ]
                },
                {
                    "type": "section",
                    "page": 118,
                    "name": "The Modem Temple",
                    "entries": [
                        ""
                    ]
                },
                {
                    "type": "section",
                    "page": 120,
                    "name": "The Limestone Cavern",
                    "entries": [
                        ""
                    ]
                },
                {
                    "type": "section",
                    "page": 122,
                    "name": "The Beehive Fort",
                    "entries": [
                        ""
                    ]
                },
                {
                    "type": "section",
                    "page": 124,
                    "name": "The Castle on Moors",
                    "entries": [
                        ""
                    ]
                }
            ]
        },
        {
            "type": "section",
            "page": 126,
            "name": "Typical Map Symbols",
            "entries": [
                ""
            ]
        },
        {
            "type": "section",
            "page": 127,
            "name": "Forced Perspective Map Grid",
            "entries": [
                ""
            ]
        }
    ]
}