{
	"data": [
		{
			"type": "section",
			"name": "Foreword",
			"page": 2,
			"entries": [
				{
					"type": "quote",
					"skipItalics": true,
					"skipMarks": true,
					"entries": [
						"Whew, another big project behind me! Never did I realize when I started work on the Tome of Magic that it would become such an undertaking. After all, it seemed so simple. At that point, I should have known better.",
						"It all started with a seemingly innocent comment, something like, \"There are a lot of gaps in the spell lists for wizards and priests. Maybe we should do something about it.\" I don't know if I said that, or if it was someone else's idea, but whoever said it was right. I knew they were right because I could see them clearly by the time the AD&D® 2nd Edition {@i Player's Handbook} was finished.",
						"These gaps were not yawning chasms in the game system. They were little things, like, \"Gee, it would be nice to have a spell that did X—or Y, or Z, or whatever.\" Sometimes they were things to help explain the weirdness people were always putting in adventures or little touches that would smooth things out for players and DMs alike. The {@i Tome of Magic} could be just the place to get some of these ideas into the AD&D® game system. Months later (because months always pass between the idea and actually doing the work), it was time to make all this real.",
						"That's when I discovered the warts on the great idea—two in particular. First, filling a book with a mis-matched collection of spells was not enough. How many variations on {@i fireball, lightning bolt,} and {@i confusion} did you really need? Second, a book of odds and ends didn't sound exciting for either a game designer or for the players. The Tome of Magic needed something—a hook—to make it interesting.",
						"As a result, the {@i Tome of Magic} is much more than just a collection of spells. There are many new ideas about the types and uses of magic in these pages—wild magic, cooperative magic, focuses, elementalists, and more. In the end, the {@i Tome of Magic} offers more than just spells—it gives breadth and range to wizards and priests. In many ways, it is a peek inside the Pandora's box of magic.",
						"On top of these concerns was a problem of mental health. If I alone had to fill all these pages with spells and magical items, I'd be writing from the nut-house by now. There was no way I could create all these new spells and remain sane. That's why there is a host of designers listed in the credits. Taking often the barest of my ideas and suggestions, these creative conspirators produced a wide variety of spells and items. After weeding out spells too similar in form and function, I can offer you the cleverness and diversity of six different designers, not just one! For myself and the other designers, we hope you find the Tome of Magic both entertaining and useful. Let it be your guide to just how much further wizards and priests can go in the AD&D game."
					],
					"by": [
						"James Wyatt",
						"February, 1991"
					]
				},
				{
					"type": "entries",
					"caption": "Credits",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"entries": [
										"Design:",
										"David Cook (Wild Magic, Faith Magic)",
										"Nigel Findley (Numbers, Thought, War)",
										"Anthony Herring (Elementalists, additional spells)",
										"Christopher Kubasik (Chaos, Law)",
										"Carl Sargent (Quest Spells, Metamagic)",
										"Rick Swan (Time, Travel, Wards)"
									]
								},
								"Supervision and Development: David Cook",
								"Editing and Additional Development: Anne Brown",
								"Proofreading: Anne Brown, Rob King, Dori Watry",
								{
									"type": "hr"
								},
								"Sixth printing: February, 1995"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "How to Use Tome of Magic",
			"page": 5,
			"entries": [
				"On the plane of Innistrad, horrors stalk the shadows and scratch at doors in the night. Humanity is beset on all sides: vampires thirst for human blood, werewolves live for the thrill of the hunt, the restless spirits of the dead haunt the living, and no corpse is safe from reanimation at the hands of cruel necromancers or cunning scientists. Only their grim determination—and their staunch faith in the protection of their patron archangel, Avacyn—has allowed humans to survive in this nightmarish realm.",
				{
					"type": "entries",
					"style": "italic",
					"page": 3,
					"entries": [
						"An apprentice stands in the laboratory of his ancient wizard master. The youth's eyes stray across tables cluttered with alembics, retorts, beakers, bat wings, and phials, and beyond to shelves of scrolls and books. A musty old volume, bound in cracked green leather with glittering silver hinges, catches his attention. His master is elsewhere, so the curious student pulls the heavy volume from the shelf and, with a puff of breath, blows away a thick layer of dust. \"Tome of Magic\" it reads, spelled out in silver leaf on the brittle cover.",
						"The apprentice can't believe his discovery. He's never seen this book before. What secrets has his master been keeping from him? What secrets will he discover inside? With trembling fingers, the apprentice opens the creaking cover.",
						"\"Ahem, O callow youth! Perhaps you are dissatisfied with my training and would like to seek another master!\" booms the master's voice from behind the apprentice. The youth startles and guiltily slams the cover shut. Turning, he smiles sheepishly at his master.",
						"The old wizard, bald and portly, takes the book from his apprentice's hands. \"Before you can learn secrets like these, you must first master the basics, which I sometimes doubt you ever will. Now tell me, what are the three Greater Gesticulations used in casting a light spell?\" The wizard deftly slides the tome back into place on the shelf as he speaks.",
						"Flustered, the apprentice stammers out what feels like an elementary reply. But in his heart, he knows that someday he will read the secrets of that tome.",
						"{@b Someday is now!}"
					]
				},
				{
					"type": "entries",
					"name": "How to Use This Book",
					"page": 3,
					"entries": [
						"With over two hundred new spells for wizards and priests and a host of new magical items, the question of how to use this book may seem fairly obvious to most players. It appears to be a simple matter of opening the pages, selecting spells and magical items, and tossing these into a campaign.",
						"Of course, it can be done that way, but players and DMs who take this route will miss many of the new possibilities and expansions the Tome of Magic has to offer. On the surface, the {@i Tome of Magic} may appear to be just a collection of spells and magical items. But it contains new game rules and information that goes much deeper.",
						"This volume introduces a new type of wizard magic, expanded specializations, new priest spheres, and new variations on priest magic. These rules have the potential to impact a campaign in a way greater than a first glance might suggest. To benefit the most from these expansions, the DM should carefully consider how to introduce and use the new rules."
					]
				},
				{
					"type": "entries",
					"name": "Who Is It For?",
					"page": 3,
					"entries": [
						"The {@i Tome of Magic} is written with both the DM and player in mind. Dungeon Masters who keep this book out the hands of their players are doing their game a disservice. Likewise, players who want this book only to learn about the new magical items are missing the point. Both player and DM can use this book to improve and expand the game."
					]
				},
				{
					"type": "entries",
					"name": "Wizards",
					"page": 3,
					"entries": [
						"In the game world of wizards, there are two significant additions—wild magic and elementalists. Wild magic is a strange, new type of magical power, just being explored and discovered for the first time. Wild mages are rare and exotic. Long before encountering such a wizard, characters may hear tell of a new type of magic in reports from travelers to distant lands. Of course, every adventurer knows that these reports tend to be exaggerated—more fiction than fact.",
						"The first appearance of a wild mage is best presented by the DM as a mysterious NPC. The wild mage may join the party briefly or may be the springboard for an adventure. He should not be a henchman or hireling, but someone who is the characters' equal or superior. This gives players the opportunity to experience the wonders (and terrors) of wild magic before immersing themselves in this new art. After the characters have learned something of this strange magic, wild mage player characters may be introduced, perhaps as apprentices of the same NPC. Gradually, these new mages will become accepted members of the campaign world.",
						"Elementalists can be introduced in a similar fashion, although their arrival is likely to be less mysterious. The first appearance of the specialization could be a small school or guild in a nearby town, established by an elementalist from distant lands (where such magic is common). The newly established wizard is likely to be looking for an apprentice; new characters are eligible to join the school. Of course, established mages may take an interest (both positive and negative) in his activities."
					]
				},
				{
					"type": "entries",
					"name": "Priests",
					"page": 4,
					"entries": [
						"The introduction of new priest spheres can pose a logical problem in some campaigns—if an existing Power has influence in a certain sphere, why did his priests never have these spells before? Why do they wake up one morning and suddenly have access to spells never before seen?",
						"The DM can use several solutions to this question. The first is most effective for such esoteric spheres as Thought and Numbers. In this case, few (if any) existing Powers have access to these spheres. Instead, priests arrive (as did wild mages) from distant lands, spreading the word of their god. These NPC priests have strange powers never before seen. In some locations, they may be accepted, while in others, they may be driven out with vengeance. As new player characters are created, this \"new\" faith with all its advantages and disadvantages becomes an option.",
						"Another explanation, particularly useful for the spheres of War and Wards, is that the Power always had access to these spells, but never had the need to grant them. A deity of war could reasonably withhold spells of the War sphere until the threat of war exists. To introduce the War sphere into the campaign, the DM need only create a little border tension and massing of troops — the perfect background for many adventures.",
						"Certain deities may be too aloof or remote to become involved in the affairs of men until the need arises. This is particularly appropriate for the spheres of Law and Chaos. A shift in the \"harmony of the universe\" might warrant the attention of these Powers to \"set things right.\"",
						"The introduction of subdivisions in the elemental sphere can be effected in a similar manner. Foreign priests may enter the campaign region and introduce the concept, or existing priests might discover their own deities suddenly taking a more active interest in their spells. Conflict or rivalry on the elemental planes can be used to justify rigid adherence to a particular element. A fire god, feeling the rising power of a sea god, may enforce strict elemental selection to bolster the devotion of his priests.",
						"Of all the new priest material, quest spells are the easiest to introduce. These are given by the DM only when special conditions warrant. It is easy to justify that conditions have never yet warranted the need for quest spells."
					]
				},
				{
					"type": "entries",
					"name": "Magical Items",
					"page": 4,
					"entries": [
						"Of all the new material in this book, magical items require the least effort to introduce. Many are simply treasures that can be discovered in a newly-won hoard. In this case, DMs are encouraged not to reveal all the powers of a newly-found item. Rather, the player should be forced to puzzle out an item's powers. For example, the characters find a magical quill. What does it do? How is it used? Answering these questions is a goal that players can set for their characters. After spending time, spells, and money on research and possibly more adventures, the characters may discover that they own a {@i quill of law}.",
						"Another effective and logical method for introducing never-before-seen magical items is for NPCs to possess these fascinating new devices. Thus, a wild mage might own a {@i rod of disruption} or an elementalist a {@i wand of corridors}."
					]
				},
				{
					"type": "entries",
					"name": "Patience, Patience, Patience",
					"page": 4,
					"entries": [
						"An important thing for both the DM and players to remember is that the existence of {@i Tome of Magic} does not mean that everything in it needs to be rushed into play. If the need for a particular spell does not exist right away, don't worry. Sooner or later, a player or DM will discover that it suits his needs perfectly. Properly used, the {@i Tome of Magic} will become a source of surprises and inspiration for many adventures to come."
					]
				},
				{
					"type": "entries",
					"name": "New Rules for Wizards",
					"page": 4,
					"entries": [
						"Mages and magic, great and small, are a key element of a fantasy campaign. While endowed with considerable powers, there are still vast horizons for mages to explore. Just a small portion of these possibilities is explored in the Tome of Magic—wild magic, elemental specialists, and metamagic.",
						{
							"type": "entries",
							"name": "Wild Magic",
							"page": 4,
							"entries": [
								"One of the newest discoveries from the great lands of the Forgotten Realms is wild magic. Originally considered little more than the unfortunate by-product of an epic struggle among the gods of that world, the strange effects of the wild lands (as those areas affected by wild magic are known) have attracted the attention of many a curious or scholarly wizard.",
								"In general, two types of wizards are drawn to these strange areas. The first are the researchers: wizards devoted to the study of the theoretical underpinnings of magic. For them, the wild areas expose long-hidden secrets of the magical universe and give new insights into how magical energy functions. From their work have evolved the beginnings of a theory of random magic—one that defies the traditional schools.",
								"The second type of wizard drawn to the wild lands is far less rigorous and methodical. These spellcasters are attracted by the sheer randomness and uncertainty of the wild lands. Such mages seek to incorporate wild magic into their spells by combining traditional magic with the new theories of random magic, throwing in a dose of their own chaotic natures as an extra measure. These wizards are the true wild mages who have been seen recently in various lands.",
								"Although initially discovered and researched on Toril, the FORGOTTEN REALMS® campaign world, the art of wild magic has quickly spread to other places. Wild mages, through teleporting, spelljamming, planar hopping, and even walking, have carried the precepts of wild magic to lands and worlds far removed from Toril."
							]
						},
						{
							"type": "entries",
							"name": "Wild Mages",
							"page": 5,
							"entries": [
								"With the discovery of wild magic has come the appearance of wizards devoted to its study. Like their traditional specialist brethren, wild mages have thrown themselves into the intense study of a single aspect of magic. This has given them unique benefits and restrictions on their powers. Wild magic is so different from traditional magic that only those devoted to its study may cast wild magic; no wizard other than a wild mage may attempt to use the spells of wild magic.",
								"Wild mages are by no means specialist wizards—at least not in the traditional sense. Wild mages do not study within the confines of schools. Instead, their research into new theories of wild magic carries them into all different fields. Wild magic has strengths in some areas (particularly divination and evocation), but it is not confined to any single school of magic. The proponents of wild magic proudly trumpet their art's broad base and flexibility as its great advantages.",
								"Of course, these same advocates are quick to downplay wild magic's drawbacks. First and foremost, it is {@i wild} magic. On rare occasions, any spell can have dangerously unpredictable results, including backfiring or creating an entirely different effect from what was desired. More commonly, the magnitude of a spell—range, duration, area of effect, or even damage—may fluctuate from casting to casting. Spells cast by wild mages are inherently unpredictable.",
								"Only characters with Intelligence of 16 or greater are qualified to become wild mages. The theories of wild magic are breaking new ground, and only characters of high intelligence are able to decipher the arcane convolutions of its meta-mathematical theory. Although wild magic is chaotic on the surface, study in this field requires diligence and discipline.",
								"There are no restrictions to the alignment of a wild mage. The race of a wild mage is limited to those races with competency at magic; thus, only humans, elves, and half-elves can be wild mages. Gnomes have some magical talent, but lack the broad base of skills and knowledge necessary to master this new field.",
								"Wild mages must abide by the normal restrictions for all wizards concerning weapons and armor. They use the same THAC0 and saving throw values of traditional wizards. They progress in level according to the Wizard Experience Levels and Wizard Spell Progression tables (Tables 20 and 21 in the {@i Player's Handbook}).",
								"Wild mages have several abilities and restrictions. Like specialists, wild mages are able to memorize one extra spell per spell level. This spell must be a wild magic spell, although it can be from any school; wild mages have no opposition schools as do specialists.",
								"Wild mages receive a bonus of +10% when learning new wild magic spells and a -5% penalty when learning other spells. Because wild magic is somewhat \"fast and loose,\" wild mages can research new spells as if they were one level less difficult, decreasing the amount of time and money needed to create new spells.",
								"Certain magical items behave differently in the hands of a wild mage. This is due to his understanding of the random processes that power them. Most notable of these is the {@i wand of wonder}. The wild mage has a 50% chance of controlling the wand, allowing him to use charges from the wand to cast any spell he already knows (but does not need to have memorized). The number of charges used by the wand is equal to the number of levels of the spell desired. If the attempt fails, only one charge is used and a random effect is generated.",
								"The wild mage can control the following items 50% of the time, thereby allowing him to select the result or item instead of relying on chance: {@i amulet of the planes, bag of beans, bag of tricks, deck of illusions, deck of many things,} and the {@i well of many worlds.}",
								{
									"type": "entries",
									"name": "Level Variation",
									"page": 6,
									"entries": [
										"The most broad-reaching aspect of the wild mage's powers is his approach to spells. The wild mage's work with the principles of uncertainty affects all spells that have a level variable for range, duration, area of effect, or damage. Each time a wild mage uses a spell with a level variable, he randomly determines the resulting casting level of the spell. The spell may function at lesser, equal, or greater effect than normal. The degree of variation depends on the true level of the caster, as shown in Table 1: Level Variation.",
										"To determine the level at which the spell is cast, the player must roll {@dice 1d20} at the moment the spell is cast. The variation from the caster's actual level is found at the point where the character's true level and the die roll intersect. (True level refers to the current experience level of the wild mage.) If the result is a positive number, that many levels are added to the caster's true level for purposes of casting the spell. If the result is a negative number, that many levels are subtracted from the caster's true level. If the result is 0, the spell is cast normally. The variation of a spell's power has no permanent effect on the mage's experience level or casting ability.",
										"For example, Theos, a 7th-level wild mage, casts a {@i fireball}. He wishes it to take effect 70 yards away at the site of a band of advancing orcs. {@i Fireball} has level variables for range (10 yds.+10 yds./level) and damage (1d6/level). A die roll is made on the Level Variation Table with a result of 19, indicating a level variation of +3. The {@i fireball} functions as if cast by a 10th-level wizard (7+3) and easily reaches its target, causing 10d6 points of damage. If the level variation had been -3 (die roll of 2), the spell would have operated as if it were 4th level. In this case, the {@i fireball} would have fallen short since its maximum range would have been 50 yards (10 yds+ 10 yds 1d4).",
										"One additional effect can occur when casting level-variable spells. If the result from Table 1 is boldfaced, the caster has inadvertently created a {@i wild surge} in the spell in addition to the spell's effects. A wild surge briefly opens a doorway through which raw magical energy pours. The energy is incompletely controlled by the actions of the spellcaster. The result, often spectacular, is seldom what the caster intended and is sometimes a smaller or greater version of the desired spell. At other times, wildly improbable results occur. Songs may fill the air, people might appear out of nowhere, or the floor may become a pool of grease. Whatever happens, it is the essence of wildness.",
										"When a wild surge occurs, the DM must roll on Table 2. Unlike many other instances in the AD&D® game in which the DM is encouraged to choose a suitable result, wild surges are best resolved by random chance. Actively choosing a result biases the nature of wild magic. DMs are encouraged to be random and have fun.",
										{
											"type": "table",
											"caption": "Table 1: Level Variations",
											"page": 6,
											"colLabelRows": [
												[
													"True Level",
													{
														"type": "cellHeader",
														"width": 20,
														"style": "th-skewer",
														"entry": "Die Roll ({@dice d20})"
													}
												],
												[
													"",
													"1",
													"2",
													"3",
													"4",
													"5",
													"6",
													"7",
													"8",
													"9",
													"10",
													"11",
													"12",
													"13",
													"14",
													"15",
													"16",
													"17",
													"18",
													"19",
													"20"
												]
											],
											"colStyles": [
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center"
											],
											"isStriped": false,
											"rows": [
												[
													"1",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"{@b +1}"
												],
												[
													"2",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"0",
													"0",
													"0",
													"0",
													"{@b 0}",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1"
												],
												[
													"3",
													"-2",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"0",
													"0",
													"{@b 0}",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+2"
												],
												[
													"4",
													"-2",
													"-2",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"0",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"{@b +2}",
													"+2"
												],
												[
													"5",
													"-3",
													"-2",
													"-2",
													"-1",
													"-1",
													"-1",
													"-1",
													"{@b -1}",
													"-1",
													"0",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+2",
													"+2",
													"+3"
												],
												[
													"6",
													"-3",
													"-3",
													"-2",
													"-2",
													"{@b -1}",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"+1",
													"+1",
													"+1",
													"+1",
													"+1",
													"+2",
													"+2",
													"+3",
													"+3"
												],
												[
													"7",
													"-4",
													"-3",
													"-3",
													"-2",
													"-2",
													"-1",
													"-1",
													"-1",
													"-1",
													"0",
													"{@b 0}",
													"+1",
													"+1",
													"+1",
													"+1",
													"+2",
													"+2",
													"+3",
													"+3",
													"+4"
												],
												[
													"8",
													"-4",
													"-4",
													"-3",
													"-3",
													"-2",
													"-2",
													"-1",
													"-1",
													"-1",
													"0",
													"0",
													"+1",
													"+1",
													"+1",
													"{@b +2}",
													"+2",
													"+3",
													"+3",
													"+4",
													"+4"
												],
												[
													"9 +",
													"-5",
													"-4",
													"-4",
													"-3",
													"-3",
													"-2",
													"-2",
													"-1",
													"{@b -1}",
													"0",
													"0",
													"+1",
													"+1",
													"+2",
													"+2",
													"+3",
													"+3",
													"+4",
													"+4",
													"+5"
												]
											],
											"footnotes": [
												"{@b Boldface} results indicate a {@i wild surge}; consult Table 2; Wild Surge Results."
											]
										},
										{
											"type": "table",
											"caption": "Table 2: Wild Surge Results",
											"page": 7,
											"colLabels": [
												"{@dice d100|D100 Roll|Result}",
												"Result"
											],
											"colStyles": [
												"col- text-center",
												"col- text-left"
											],
											"isStriped": false,
											"rows": [
												[
													"01",
													"{@i Wall of force} appears in front of caster"
												],
												[
													"02",
													"Caster smells like a skunk for spell duration"
												],
												[
													"03",
													"Caster shoots forth eight non-poisonous snakes from fingertips. Snakes do not attack."
												],
												[
													"04",
													"Caster's clothes itch (+2 to initiative)"
												],
												[
													"05",
													"Caster glows as per a {@i light} spell"
												],
												[
													"06",
													"Spell effect has 60' radius centered on caster"
												],
												[
													"07",
													"Next phrase spoken by caster becomes true, lasting for 1 turn"
												],
												[
													"08",
													"Caster's hair grows one foot in length"
												],
												[
													"09",
													"Caster pivots 180 degrees"
												],
												[
													"10",
													"Caster's face is blackened by small explosion"
												],
												[
													"11",
													"Caster develops allergy to his magical items. Character cannot control sneezing until all magical items are removed. Allergy lasts {@dice 1d6} turns."
												],
												[
													"12",
													"Caster's head enlarges for {@dice 1d3} turns"
												],
												[
													"13",
													"Caster {@i reduces} (reversed {@i enlarge}) for {@dice 1d3} turns"
												],
												[
													"14",
													"Caster falls madly in love with target until a {@i remove curse} is cast"
												],
												[
													"15",
													"Spell cannot be canceled at will by caster"
												],
												[
													"16",
													"Caster {@i polymorphs} randomly"
												],
												[
													"17",
													"Colorful bubbles come out of caster's mouth instead of words. Words are released when bubbles pop. Spells with verbal components cannot be cast for 1 turn."
												],
												[
													"18",
													"Reversed {@i tongues} affects all within 60 feet of caster"
												],
												[
													"19",
													"{@i Wall of fire} encircles caster"
												],
												[
													"20",
													"Caster's feet enlarge, reducing movement to half normal and adding +4 to initiative rolls for 1d3 turns"
												],
												[
													"21",
													"Caster suffers same spell effect as target"
												],
												[
													"22",
													"Caster levitates 20' for {@dice 1d4} turns"
												],
												[
													"23",
													"{@i Cause fear} with 60' radius centered on caster. All within radius except the caster must make a saving throw."
												],
												[
													"24",
													"Caster speaks in a squeaky voice for {@dice 1d6} days"
												],
												[
													"25",
													"Caster gains X-ray vision for {@dice 1d6} rounds"
												],
												[
													"26",
													"Caster ages 10 years"
												],
												[
													"27",
													"{@i Silence, 15' radius} centers on caster"
												],
												[
													"28",
													"10'×10' pit appears immediately in front of caster, 5' deep per level of the caster"
												],
												[
													"29",
													"{@i Reverse gravity} beneath caster's feet for 1 round"
												],
												[
													"30",
													"Colored streamers pour from caster's fingertips"
												],
												[
													"31",
													"Spell effect rebounds on caster"
												],
												[
													"32",
													"Caster becomes {@i invisible}"
												],
												[
													"33",
													"{@i Color spray} from caster's fingertips"
												],
												[
													"34",
													"Stream of butterflies pours from caster's mouth"
												],
												[
													"35",
													"Caster leaves monster-shaped footprints instead of his own until a {@i dispel magic} is cast"
												],
												[
													"36",
													"3-30 gems shoot from caster's fingertips. Each gem is worth {@dice 1d6 × 10} gp."
												],
												[
													"37",
													"Music fills the air"
												],
												[
													"38",
													"{@i Create food and water}"
												],
												[
													"39",
													"All normal fires within 60' of caster are extinguished"
												],
												[
													"40",
													"One magical item within 30' of caster (randomly chosen) is permanently drained"
												],
												[
													"41",
													"One normal item within 30' of caster (randomly chosen) becomes permanently magical"
												],
												[
													"42",
													"All magical weapons within 30' of caster are increased by +2 for 1 turn"
												],
												[
													"43",
													"Smoke trickles from the ears of all creatures within 60' of caster for 1 turn"
												],
												[
													"44",
													"{@i Dancing lights}"
												],
												[
													"45",
													"All creatures within 30' of caster begin to hiccup (+1 to casting times, -1 to THAC0"
												],
												[
													"46",
													"All normal doors, secret doors, portcullises, etc. (including those locked or barred) within 60' of caster swing open"
												],
												[
													"47",
													"Caster and target exchange places"
												],
												[
													"48",
													"Spell affects random target within 60' of the caster"
												],
												[
													"49",
													"Spell fails but is not wiped from caster's mind"
												],
												[
													"50",
													"{@i Monster summoning II}"
												],
												[
													"51",
													"Sudden change in weather (temperature rise, snow, rain, etc.) lasting {@dice 1d6} turns"
												],
												[
													"52",
													"Deafening bang affects everyone within 60'. All those who can hear must save vs. spell or be stunned for {@i 1d3} rounds"
												],
												[
													"53",
													"Caster and target exchange voices until a {@i remove curse} is cast"
												],
												[
													"54",
													"Gate opens to randomly chosen outer plane; 50% chance for extra-planar creature to appear."
												],
												[
													"55",
													"Spell functions but shrieks like a shrieker"
												],
												[
													"56",
													"Spell effectiveness (range, duration, area of effect, damage, etc.) decreases 50%"
												],
												[
													"57",
													"Spell reversed, if reverse is possible"
												],
												[
													"58",
													"Spell takes physical form of free-willed elemental and cannot be controlled by caster. Elemental remains for duration of spell. Touch of the elemental causes spell effect (THAC0 equal to caster's)."
												],
												[
													"59",
													"All weapons within 60' of caster glow for {@i 1d4} rounds"
												],
												[
													"60",
													"Spell functions; any applicable saving throw is not allowed"
												],
												[
													"61",
													"Spell appears to fail when cast, but occurs 1-4 rounds later"
												],
												[
													"62",
													"All magical items within 60' of caster glow for {@dice 2d8} days"
												],
												[
													"63",
													"Caster and target switch personalities for {@dice 2d10} rounds"
												],
												[
													"64",
													"{@i Slow} spell centered on target"
												],
												[
													"65",
													"Target {@i deluded}"
												],
												[
													"66",
													"{@i Lightning bolt} shoots toward target"
												],
												[
													"67",
													"Target {@i enlarged}"
												],
												[
													"68",
													"{@i Darkness} centered on target"
												],
												[
													"69",
													"{@i Plant growth} centered on target"
												],
												[
													"70",
													"1,000 lbs. of non-living matter within 10' of target {@i vanishes}"
												],
												[
													"71",
													"{@i Fireball} centers on target"
												],
												[
													"72",
													"Target turns to stone"
												],
												[
													"73",
													"Spell is cast; material components and memory of spell are retained"
												],
												[
													"74",
													"Everyone within 10' of caster receives the benefits of a {@i heal}"
												],
												[
													"75",
													"Target becomes dizzy (-4 AC and THAC0, cannot cast spells) for {@dice 2d4} rounds"
												],
												[
													"76",
													"{@i Wall of fire} encircles target"
												],
												[
													"77",
													"Target levitates 20' for {@dice 1d3} turns"
												],
												[
													"78",
													"Target suffers {@i blindness}"
												],
												[
													"79",
													"Target is charmed as per {@i charm monster}"
												],
												[
													"80",
													"Target {@i forgets}"
												],
												[
													"81",
													"Target's feet enlarge, reducing movement to half normal and adding +4 to all initiative rolls for 1-3 turns"
												],
												[
													"82",
													"Rust monster appears in front of target"
												],
												[
													"83",
													"Target {@i polymorphs} randomly"
												],
												[
													"84",
													"Target falls madly in love with caster until a {@i dispel magic} is cast."
												],
												[
													"85",
													"Target changes sex"
												],
												[
													"86",
													"Small, black raincloud forms over target"
												],
												[
													"87",
													"{@i Stinking cloud} centers on target"
												],
												[
													"88",
													"Heavy object (boulder, anvil, safe, etc.) appears over target and falls for{@dice 2d20} points of damage"
												],
												[
													"89",
													"Target begins sneezing. No spells can be cast until fit passes (1d6 rounds)."
												],
												[
													"90",
													"Spell effect has 60' radius centered on target (all within radius suffer the effect)"
												],
												[
													"91",
													"Target's clothes itch (+2 to initiative for {@dice 1d10} rounds)"
												],
												[
													"92",
													"Target's race randomly changes until canceled by {@i dispel magic}"
												],
												[
													"93",
													"Target turns ethereal for {@dice 2d4} rounds"
												],
												[
													"94",
													"Target {@i hastened}"
												],
												[
													"95",
													"All cloth on target crumbles to dust"
												],
												[
													"96",
													"Target sprouts leaves (no damage caused, can be pruned without harm)"
												],
												[
													"97",
													"Target sprouts new useless appendage (wings, arm, ear, etc.) which remains until {@i dispel magic} is cast"
												],
												[
													"98",
													"Target changes color (canceled by {@i dispel magic})"
												],
												[
													"99",
													"Spell has a minimum duration of 1 turn (i.e., a fireball creates a ball of flame that remains for 1 turn, a {@i lightning bolt} bounces and continues, possibly rebounding, for 1 turn, etc.)"
												],
												[
													"100",
													"Spell effectiveness (range, duration, area of effect, damage, etc.) increases 200%"
												]
											]
										},
										"Unless otherwise noted, all spells created by a wild surge occur at the designated target point and function normally (appropriate saving throws are allowed). The caster's true level is used when calculating range, duration, area of effect, etc. of these spells.",
										"The above list, while long, is only a small fraction of the possible results of a wild surge. The DM is free to create his own tables for wild surges.",
										"Tables like the one above cannot take into account the situation at the instant of casting. It is not feasible to create tailored effects for every spell used in every possible way. Therefore, it is quite likely that some wild magic results will make no sense, be impossible, or have no visible effect. In these cases, the wild surge has no effect. For example, if a mage were casting a wizard lock on a door and triggered a wild surge with the result \"Target changes sex,\" no effect would be visible, since doors do not have a sex (at least as far as we know). Likewise, a rock might be {@i hastened} or a snake might have its feet {@i enlarged}. In these cases, nothing happens—at least nothing that affects play. When determining the result of wild magic, the DM must use his best judgment.",
										"Finally, not even the randomness of wild surges should be allowed to ruin the story of an adventure. As ultimate storyteller and arbiter of the game, the DM can overrule any wild surge he deems too destructive to the adventure. If this happens, reroll the dice to get a new result. In a case such as this, do not treat a wild surge as having no effect.",
										"Clearly, wild mages are a risky proposition. Not every player will want to play a wild mage; not every party will want a wild mage. The DM should not add benefits to the wild mage, hoping to the make the class more \"attractive\" to his players. Players who like wild mages will play them without bribery. They will find the uncertainty and randomness of wild mages irresistible; these are the players for whom the wild mage was created."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Elemental Wizards",
							"page": 9,
							"entries": [
								"The elemental wizard is a new variety of specialist mage beginning to appear throughout the lands. These wizards scorn the \"accepted\" theories of magical classification (the rigid school structure) in favor of a holistic, natural understanding of magic. The result is elementalism.",
								"Elementalism is not a school in itself; it is an area of specialization focusing on spells involving the four prime elements of air, earth, fire, and water. These spells may be from any of the nine schools of magic. The {@i fireball} spell, for example, belongs to the evocation school, but according to elementalists, it is also a spell of elemental fire.",
								"Unlike other specialists, an elementalist does not specialize in a single school of magic, but may learn and cast spells belonging to any school. Although this may seem to be a great advantage, elementalists suffer considerable penalties when learning and casting spells that do not relate directly to the elements. The exception to this penalty is the spells of the school of lesser divination, which every wizard may learn.",
								"Each element has a diametrical opposite: air opposes earth, fire opposes water, and vice versa. Every elementalist must choose one element as his specialty. He may learn and cast any spells relating to his chosen element and gains advantages when doing so. He may also cast spells of the two elements which do not oppose his specialty, for which he receives no bonuses or penalties. Consequently, he may not learn or cast any spells associated with the element that opposes his element of specialty. For example, a fire elementalist may cast spells relating to fire, air, or earth, but may not cast spells of elemental water. A specialist is also prohibited from using magical items that duplicate spell effects of his oppositional element.",
								{
									"type": "entries",
									"style": "text-center",
									"page": 9,
									"entries": [
										"{@color Fire|#1169a3}",
										"|",
										"{@color Air|#1169a3} — opposes — {@color Earth|#1169a3}",
										"|",
										"{@color Water|#1169a3}"
									]
								},
								"Although their repertoire of spells is small, elementalists are potent wizards, for they gain the following advantages when involved with spells of their chosen element:",
								{
									"type": "list",
									"page": 9,
									"items": [
										"Elementalists receive a bonus of +25% when attempting to learn spells of their element and a bonus of +15% when learning other elemental spells. They suffer a penalty of -25% when trying to learn spells that do not relate to the elements.",
										"An elementalist may memorize one extra spell per level, providing that at least one of the memorized spells is from his element of specialty.",
										"Because elementalists have an enhanced understanding of spells within their element, they receive a +2 bonus when making saving throws against those spells. Other creatures suffer a -2 penalty when making saving throws against an elementalist casting spells from his specialty.",
										"Once per day, an elementalist may choose to cast one memorized spell from his element of specialty as if he were {@dice 1d4} levels higher. He must declare his decision to do this immediately prior to casting the spell. This affects range, duration, area of effect, and damage; it does not allow the wizard to cast a spell from a level which he normally could not use.",
										"When an elementalist attempts to create a new spell relating to his specialty element, the DM should count the new spell as one level less (for determining difficulty).",
										"Upon reaching 15th level, an elementalist does not need to concentrate when controlling elementals of his specialty element summoned by the 5th-level spell {@i conjure elemental}. The normal 5% chance of the elemental turning upon its summoner remains in effect.",
										"At 20th level, there is no chance of a summoned elemental turning upon an elementalist if the creature is of the wizard's specialty element."
									]
								},
								"A complete listing of elemental spells arranged by each element can be found in Appendix 1."
							]
						},
						{
							"type": "entries",
							"name": "Metamagic",
							"page": 10,
							"entries": [
								"Metamagic is a special term used by erudite and educated wizards to describe a single class of spells and magical items--those powers that alter or affect other magical spells and items. Met a magic spells do not directly affect people, objects, or events. Instead, the powers of metamagic are used to alter the fabric of spells themselves. Through metamagic spells, such as {@i far reaching} or {@i squaring the circle}, the once inviolable limits of a spell can be altered. Range, duration, casting time, area of effect, and even sound and color can be tailored through the use of metamagical spells.",
								"Although the concept of metamagic has existed since the beginning of magical study, it has generally been ignored by most wizards, who have been far more interested in spectacular effects and immediate results. However, a few independent researchers have continued to explore and expand this esoteric field of study."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "New Rules for Priests",
					"page": 10,
					"entries": [
						"Priests are hardly the unglamorous and weak adventurers that they are sometimes portrayed to be. They are an important part of any society, serving as more than just handy doctors. Priests have great responsibilities for the defense, guidance, welfare, and protection of a community. Because of this, their spells reflect more diversity and application when compared with wizard spells. The {@i Tome of Magic} provides priests with more tools to help them achieve their goals.",
						{
							"type": "entries",
							"name": "Quest Spells",
							"page": 10,
							"entries": [
								"Priests and clerics are the servants of Powers--immortal entities with abilities far beyond those of mere mortals. Yet these servants do not wield magical forces equal to those of wizards; priests have nothing to compare with the wish spell, for example. Circumstances will arise when a priest should be able to call upon the magical energies controlled by his Power to achieve something extraordinary in serving a sacred duty. Quest spells are designed to satisfy these extremes and allow the priest to wield high-powered magic without drastically altering the scope of his magic.",
								"Quest spells are a category of powerful spells without an assigned level. They should not be confused with the 5th-level spell quest, which is a specific single spell.",
								"While quest spells are powerful, they are not as powerful as the energies used by Powers. If a god chose to flatten a mountain or raise an island, he could probably do so. Priests cannot achieve such huge effects; they are still mortal beings. But quest spells do provide a priest with magic more powerful than any other priestly magic; a quest spell could easily mean the difference between success or failure in a mission. Quest spells are capable of affecting large areas or numbers of creatures and allow the shaping of great energies; they are often difficult or impossible to resist or dispel.",
								"Quest spells are not part of a priest's normal repertoire. These spells are granted powers, bestowed directly by one's deity to achieve special goals.",
								{
									"type": "entries",
									"name": "Why Quest Spells?",
									"page": 10,
									"entries": [
										"Two circumstances are most likely to warrant the granting of a quest spell to a priest. First, a Power may contact the priest in a dream or omen, or by sending a servant or avatar. In this case, the Power requests that the priest perform a vital service on behalf of the Power (the nature of such a request is discussed later). The priest is effectively commanded to go on a quest--hence, the generic title of quest spell.",
										"A second case for the granting of a quest spell may occur if a priest were to discover something of fundamental importance to the faith which the Power must be appraised of (not all powers are omniscient). A priest contacting the Power (with a commune spell or by prayer) might beseech the Power to grant him some exceptional magic to address the situation. The request for a quest spell must never be motivated by selfish considerations on the priest's part (such hubris is grossly offensive to any Power), and circumstances must be truly exceptional. The Power then considers the priest's request and responds accordingly.",
										"In game terms, the first condition translates to the DM using a quest spell as a plot device to spice up a quest for the priest and his party. The second condition translates to a player requesting exceptional aid for his priest PC followed by the DM's decision whether to allow this."
									]
								},
								{
									"type": "entries",
									"name": "Conditions for Quest Spells",
									"page": 11,
									"entries": [
										{
											"type": "list",
											"style": "list-hang-notitle",
											"columns": 0,
											"items": [
												{
													"type": "itemSub",
													"name": "The circumstances which prompt a Power or priest to seek the use of a quest spell are usually related to a major sphere of concern of the Power.",
													"entry": "A god of druids is not likely to grant a quest spell to address a matter of warfare, commerce, politics, knightly virtue, or other irrelevance (as this Power would view them). However, destruction of a huge swathe of forest by fire is entirely different. To protect or regenerate a great natural resource, a druidic Power would surely consider dispatching his most powerful servants with awesome magic. A major challenge demands a major response."
												},
												{
													"type": "itemSub",
													"name": "A Power may choose to equip followers with a quest spell in preparation for a major conflict with servants of a hostile Power.",
													"entry": "This may be true for both sides in the conflict; the NPCs as well as the PCS might be equipped with quest spells. In this manner, two Powers avoid fighting each other directly; their servants carry out the warfare instead. This will be a major event in any campaign setting! Milder variations on this theme would include the razing of a major temple of the enemy Power or the destruction of a major resource belonging to the Power's servants."
												},
												"This is a situation in which a DM must exercise caution. This kind of conflict can easily swerve out of control and threaten the destruction of the game world; no Power wants this. Only if a Power has stepped out of line is the retribution by a rival Power tolerable among the community of Powers. If an evil temple has stood in the capital of an evil land for centuries, it is unacceptable for a good deity to strike at it. If an evil temple is hidden in nonevil lands, it is reasonable for a good Power to strike it down. It is important that game balance and the status quo are maintained.",
												{
													"type": "itemSub",
													"name": "A Power is likely to grant a quest spell when there is a major threat to his followers, church, consecrated grounds, or territories.",
													"entry": "These situations may become considerably extended; a Power of healing may extend the use of quest magic to help his priests cure a virulent plague affecting ordinary folk. For such a Power, the welfare of the common man is important. In cases such as this, game balance must be maintained by granting quest spells only in true catastrophes."
												},
												{
													"type": "itemSub",
													"name": "Exceptional and unique circumstances will arise which will draw quest magic into the game.",
													"entry": "This may include racial interests (for elves, dwarves, etc.) such as defense of the homelands or protection of great fortresses, or it may include communities of exceptional artisans wishing to draw quest magic from Powers. The discovery of an intensely magical artifact or place important to the Power may necessitate the use of quest magic to secure it. Establishing and developing a major sacred location may justify the use of quest magic (especially with spheres such as Creation, Guardian, Protection, and Wards). Such cases will be individually determined by the DM as major elements of a campaign story line."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Situations Unworthy of Quest Spells",
									"page": 11,
									"entries": [
										"What types of requests do not warrant a Power granting a quest spell? Generally, a quest spell is not needed for events which affect only a minor sphere of interest for the deity and events that are part of normal Prime Material conflict; a senior priest being killed by an agent of an evil Power isn't enough to justify the use of a quest spell. Any problem that has limited scale or should resolve itself in time through the normal efforts of priests does not need quest magic.",
										"The DM must consider whether a problem is out of the ordinary. Only under extraordinary circumstances should a quest spell be granted. If the DM is in doubt, a simple question may provide the answer: Could the problem have a fair chance of resolution through the use of upper-level priest spells if wisely used? Only if the answer is \"no\" should quest magic be considered."
									]
								},
								{
									"type": "entries",
									"name": "Which Priests Recieve Quest Spells?",
									"page": 11,
									"entries": [
										"",
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "How Is the Quest Spell Granted?",
									"page": 12,
									"entries": [
										"A priest must undergo specific preparations to receive a quest spell. Isolated prayer and meditation for 24 hours are required (double this if he has Wisdom of only 17 or is below 12th level). If this period is interrupted, the priest must begin anew. Following this period, the priest needs one hour to establish and maintain a direct mental link with his deity and receive the spell into his mind. During this communion, the priest is in a state of exultation and is oblivious to the outside world. He cannot be roused from this reverie.",
										"The DM may rule that specific ceremonies be carried out by the priest during the time of meditation and the time of the granting of the spell. These ceremonies should be determined in accordance with the nature of the religion. The priest may be required to be in a major church or temple for the ceremony. The presence of junior priests and acolytes, perhaps united in mass prayer, may also be needed. However, these are only suggestions and should not be rigidly enforced--a god of travelers would not require a quest spell to be granted in a temple, for example."
									]
								},
								{
									"type": "entries",
									"name": "Introducing the Quest Spell",
									"page": 12,
									"entries": [
										"Bringing a quest spell into a campaign should be a major event. It should create a powerful atmosphere that includes elements of pageantry, solemnity, and ceremony to make the event come alive in the game. Such considerations of staging and flavor are left to DM discretion and the demands of the campaign."
									]
								},
								{
									"type": "entries",
									"name": "The Cost of Quest Spells",
									"page": 12,
									"entries": [
										"Quest spells are not granted without a price. A priest receiving a quest spell is unable to memorize spells of the highest level which he is allowed. He loses any memorized spells of that level (e.g., a 13th-level cleric is unable to use 6th-level spells).",
										"Once a cleric has been granted a quest spell, he does not gain the ability to automatically cast it again. Each time a priest wishes to use a quest spell, he must repeat the described procedures."
									]
								},
								{
									"type": "entries",
									"name": "Adjudicating Quest Spells",
									"page": 12,
									"entries": [
										"The rules which follow apply to all quest spells. The DM should avoid altering these rules in order to use quest spells consistently and fairly.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"columns": 0,
											"page": 12,
											"items": [
												{
													"type": "item",
													"name": "Components:",
													"entries": [
														"Material components are never needed for a quest spell. All quest spells use verbal and somatic components. Since this is invariant, components are therefore not included in the spell descriptions."
													]
												},
												{
													"type": "item",
													"name": "Duration:",
													"entries": [
														"In the spell descriptions, the term \"day\" is often used. Day means \"until the next dawn\" if the spellcaster casts the spell during daylight hours and \"until the next dusk\" if he casts the spell during nighttime hours."
													]
												},
												{
													"type": "item",
													"name": "Countering Quest Spells:",
													"entries": [
														"Most quest spells cannot be dispelled. Because of their semidivine origin, mortal {@i dispel magic} spells simply do not affect them. In most cases, only other quest magic will directly counter quest magic.",
														"This also applies to attempts to counter specific elements of quest spells. For example, certain quest spells include the effect of a {@i prayer} spell in the area of effect of the quest spell. Such a {@i prayer} effect cannot be countered by the use of a mortal {@i prayer} spell. The quest prayer overrides the ordinary {@i prayer} spell."
													]
												},
												{
													"type": "item",
													"name": "Saving Throws:",
													"entries": [
														"Target creatures at whom quest spells are cast are usually allowed no saving throws. Magical items which would normally protect them against the type of effect (e.g., a ring of free action against a hold/paralysis effect) allow a weakened saving throw of 18. Magic resistance functions, but at only one-half normal. If a quest spell has multiple magical effects, magic resistance checks must be made for each effect."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Faith Magic",
							"page": 13,
							"entries": [
								"A unique feature of clerical magic is faith magic. Using this special category of priest spells, clerics can create semipermanent wards, sanctify ground, ensure good harvests, or even improve the health of followers. In short, this amplified magic allows certain clerical spells to be increased and intensified through the combined efforts of priests and worshipers. Range, area of effect, duration, and even damage can be altered through devotion and combined spellcasting.",
								"To gain this ability, priests and their worshipers form groups to create faith magic. Clerics of nearly all religions seek out worshipers, establish temples, retire to monasteries, and establish seminaries. While there are many mundane reasons to form such groups, priests' attitudes are also shaped by this important difference between clerical and wizardly magic -- the ability to combine magical power. Wizard spells lack this property--even a large number of wizards cannot combine their spells into a whole. Thus, wizards gain no magical benefits from founding monasteries or attracting followers.",
								{
									"type": "entries",
									"name": "Devotional Power",
									"page": 13,
									"entries": [
										"The core of faith magic is devotional power. This power comes from the dedication of ardent followers and priests. It is not something that can be manipulated directly (like a spell), although it is the source of power for spells. Unlike magical energy, devotional energy is not tied to a particular character class. Ordinary people are as much a source of this power as are adventurers. Only priests are significantly different, their lifelong dedication to their god being the wellspring for even greater power.",
										"Not everyone is a source of devotional energy. Almost every character generates a small amount of power, but only those persons dedicated in their beliefs provide the amounts needed for faith magic. Even at this level, the total energy provided by each person is very small. Thus, faith magic can be used only when large numbers of sincere worshipers gather, such as particularly devout congregations, monasteries, seminaries, and universities operated by a religious order. Sincere belief is the most important factor. While persons attending a service may be numerous, casual followers do not contribute to the effect.",
										"Before its power can be harnessed, the devotional energy of a group must be gathered and concentrated toward a single effect. This is known as focusing the effect. Once focused, the devotional energy provides power needed to maintain a spell effect, increase its area of effect, or create a number of other different results. A focus is created by means of the spell {@i focus}.",
										"Once the devotional energy has been focused, the cleric or clerics can cast the spell to be amplified. Using the devotional energy gathered by the {@i focus}, the spell's effect is increased in area of effect and duration. The exact increase depends on the level of the priest who casts the {@i focus}. Such amplified spells typically affect a building (such as a church or hospital), group of buildings, or even an estate.",
										"The spell remains in effect as long as the {@i focus} exists. This requires a minimum number of worshipers and periodic renewals of the spell. Since the duration of a {@i focus} is long, these renewals often coincide with important festivals of the religion, when numerous worshipers are present to provide devotional energy."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Cooperative Magic",
							"page": 13,
							"entries": [
								"Cooperative spells are unique to priests. These spells allow several priests to combine their abilities to create a greater effect. {@i Combine} is one type of cooperative spell.",
								"Cooperative spells do not require a focus or devotional energy; all that is required are two or more clerics of sufficient level to cast any cooperative spell. Casting times for cooperative spells are not excessive and their results are spectacular, making cooperative magic practical and useful to adventuring priests.",
								"All priests who attempt cooperative magic must know the spell to be cast and must be of the same ethos. Generally, only priests of the same religion can use cooperative magic. However, priests of deities known to work in close harmony are sometimes able to use cooperative magic with each other. The decision lies with the DM, since the relations between different deities vary greatly from campaign to campaign."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "New Spheres",
					"page": 14,
					"entries": [
						"In addition to the new types of clerical magic, a number of new spheres are introduced in {@i Tome of Magic}. These spheres help to round out and complete the priest class.",
						{
							"type": "entries",
							"name": "Chaos",
							"page": 14,
							"entries": [
								"Most of the spells in the Sphere of Chaos give the spellcaster the ability to add randomness and confusion to the world around him. Some of the spells change the probability of the outcomes of events, while others offer protection against Lawful influences.",
								"Many of the spells of this sphere are tricky; while they usually help the spellcaster, there are times when the spell might harm the priest. Such is the way of Chaos--anyone who draws upon chaotic energy knows that nothing is certain, not even the influences of his god.",
								"Powers that operate in this sphere are deities of mischief, trickery, ill luck, and those gods devoted to the power of the individual."
							]
						},
						{
							"type": "entries",
							"name": "Law",
							"page": 14,
							"entries": [
								"The Sphere of Law is based on two principles. The first is that the group is more powerful than the sum of the individuals who make up the group. The second is that the individual must obey established rules whether or not he personally thinks they are good rules. In both cases, the idea of order is exploited, sometimes beneficially, sometimes harmfully.",
								"The beneficial spells of the Sphere of Law draw upon the first principle. Such spells coordinate the power of a group of characters. By using spells of this sphere, individuals who work closely together can become focused into a strong, united force.",
								"The harmful spells of the sphere draw upon the second principle; they take the concept of law one step too far and prevent the individual from operating with a free will. These spells limit a person's choices and obliterate spontaneity and individual thought and action. Whereas beneficial spells draw a group together, harmful spells isolate the individual or even subjugate him to the commands of another person.",
								"Deities of rulership, kingship, community, and culture are likely to act in this sphere."
							]
						},
						{
							"type": "entries",
							"name": "Numbers",
							"page": 14,
							"entries": [
								"The Sphere of Numbers revolves around the concept that numbers and mathematical relationships between numbers represent the \"core truths\" of reality or the \"secrets of the universe.\" By studying numbers and their relationships, some scholars believe they can learn truths otherwise inaccessible; by manipulating numbers, they believe they can actually alter the fabric of reality.",
								"This sphere uses spells that allow a priest to comprehend and use the mysteries of numbers. Since many of these spells are incredibly intricate and depend on very esoteric concepts in mathematics and hypermathematics, only priests with relatively high intelligence (13 or higher) are allowed access to these spells.",
								"Spells from this sphere are most likely to be granted by deities of knowledge (particularly arcane or hidden knowledge).",
								"Many of the philosophies central to this sphere sound unusual, illogical, or even insane -- things one might expect to hear from the lips of a senile \"prophet\" who has discovered the \"truth of All\" in the pseudomathematical scratchings he makes in his notebooks. There are many cranks and charlatans claiming to predict the future who are often mistaken for true practitioners of this sphere and vice versa. A priest who is granted spells from the Sphere of Numbers may sound like a crank when he claims the birth dates of kings predict the date of Doomsday, but there is one fundamental difference between him and the charlatan: The priest's spells work."
							]
						},
						{
							"type": "entries",
							"name": "Thought",
							"page": 14,
							"entries": [
								"The Sphere of Thought is rooted in the philosophy of mentation and the effects of mental acts and structures on reality. Priests of this sphere believe that the common conception of the thought (i.e., a more-or-less objective analysis of sensory input which is in turn an objective perception of reality) is fallacious and misleading. These philosophers maintain that thought is and must be tied closely to reality. In effect, they believe that the thinker, the thought, and the subject of that thought somehow interact. Thus, thinking about an object or condition can sometimes cause a physical change in that object or condition.",
								"Philosophers of this sphere also believe that once a thought has been created (\"once a thought is thought\"), it exists as a \"freestanding mental object.\" This \"thought object\" can sometimes be detected and manipulated.",
								"This sphere uses spells related to these philosophical beliefs. Like the Sphere of Numbers, these spells are intricate and are based on some esoteric concepts of philosophy. It is suggested that only priests with relatively high intelligence (13 or higher) be allowed access to these spells.",
								"Spells of this sphere are most likely to be granted by deities of thought or knowledge (especially arcane or hidden knowledge). This sphere might have as its patrons certain deities who rule and exist in the abstract realms of thought. Certain isolated philosophers discuss the existence of a deity of solipsism (the philosophical belief that only the self exists). Since such a deity would believe that it exists alone in the universe, it would have no worshipers."
							]
						},
						{
							"type": "entries",
							"name": "Time",
							"page": 15,
							"entries": [
								"The spells of the Sphere of Time explore ways in which time can be altered and perceived. These spells manipulate the effects of the passage of time on objects and creatures and can also affect the passage of time itself. Such spells are often the province of deities associated with nature, philosophy, divination, and trickery."
							]
						},
						{
							"type": "entries",
							"name": "Travelers",
							"page": 15,
							"entries": [
								"Spells of this sphere provide aid and comfort to travelers, making their journeys safer, easier, and more enjoyable. Deities sympathetic to the well-being of explorers, nomads, and other wayfarers often allow access to this sphere."
							]
						},
						{
							"type": "entries",
							"name": "War",
							"page": 15,
							"entries": [
								"The Sphere of War involves magic specifically for use on the battlefield--in mass combat between large units. Usually, these spells are granted by deities of war: those Powers who believe that victory and courage in battle are the ultimate goals for mortals.",
								"Priests who follow these gods are sometimes generals or leaders of armies. For these priests, tactical and strategic brilliance are as important as personal skill in combat.",
								"There are significant differences between the spheres of War and Combat. Combat spells are those the priest can use in personal altercations. These spells inflict physical damage on an opponent or improve the combat abilities of the priest and several comrades. War spells, on the other hand, are concerned with aspects of large-scale battles other than direct infliction of damage: observation, identification, movement, morale, and the like. Few spells of this sphere inflict physical damage on the enemy.",
								"Unlike spells of other spheres, most War spells can be cast only on a single military \"unit.\" The definition of a \"unit\" is that which is used in the BATTLESYSTEM™ rules; however, the DM may rule that any large group of troops accompanied by PCS may qualify as a unit. Units can be infantry or cavalry (ground or airborne), human or non-human, of regular or irregular formation. In general, they must be organized as a single unit and must be at least five individuals in number. These spells are generally useless in individual combat.",
								"Spells from the Sphere of War are designed to be used in large-scale battles like those played using BATTLESYSTEM™ rules; thus, these spells refer to concepts from this game system. Distances are referred to in linear inches (not game inches) and times are referred to in BATTLESYSTEM turns, but the DM is free to modify these statistics to suit combat outside the BATTLESYSTEM rules.",
								"The deities who preside over the Sphere of War are careful when granting these spells to their priests. They will generally grant such spells only when a priest is about to enter battle. In the case of the more militant war gods, a priest who petitions for these spells inappropriately or misuses them may suffer dire consequences."
							]
						},
						{
							"type": "entries",
							"name": "Wards",
							"page": 15,
							"entries": [
								"This sphere includes spells that provide protection of clearly defined areas, ranging from small objects to entire villages. The magical boundaries established by these spells prevent entry or negate the effects of specific creatures, energies, or conditions. Many of the spells take advantage of cooperative magic, involving the casting of a spell by a number of assembled priests to enchant exceptionally large areas (refer to specific spells and the sections in this book on Faith Magic, Devotional Power, and Cooperative Magic for more information). Deities of war and protection, as well as those associated with benevolence and mercy, might bestow these spells."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Wizard Spells",
			"page": 8,
			"entries": [
				{
					"type": "list",
					"style": "list-hang",
					"columns": 3,
					"page": 0,
					"name": "Wizard Spells",
					"items": [
						{
							"type": "list",
							"style": "list-hang",
							"name": "1st Level",
							"items": [
								"Conjure Spell Component",
								"Fire Burst",
								"Fist of Stone",
								"Hornung's Guess",
								"Lasting Breath",
								"Metamorphose Liquids",
								"Murdock's Feathery Flyer",
								"Nahal's Reckless Dweomer",
								"Patternweave"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "2nd Level",
							"items": [
								"Chaos Shield",
								"Hornung's Baneful Deflector*",
								"Insatiable Thirst",
								"Maximilian's Earthen Grasp",
								"Nahal's Nonsensical Nullifier*",
								"Past Life",
								"Protection From Paralysis",
								"Ride the Wind",
								"Sense Shifting"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "3rd Level",
							"items": [
								"Alacrity",
								"Alamir's Fundemental Breakdown",
								"Alternate Reality*",
								"Augmentation I",
								"Far Reaching I",
								"Fireflow*",
								"Fool's Speech*",
								"Lorloveim's Creeping Shadow",
								"Maximilian's Stoney Grasp",
								"Minor Malison",
								"Spirit Armor",
								"Squaring the Circle",
								"Watery Double",
								"Wizard Sight"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "4th Level",
							"items": [
								"Dilation I",
								"Divination Enhancement",
								"Far Reaching II",
								"Greater Malison",
								"Locate Creature",
								"Mask of Death",
								"Minor Spell Turning",
								"Mordinkainen's Celerity",
								"Summon Lycanthrope",
								"There/Not There*",
								"Thunder Staff",
								"Turn Pebble to Boulder",
								"Unluck*"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "5th Level",
							"items": [
								"Far Reaching III",
								"Khazid's Procurement",
								"Lower Resistance",
								"Magic Staff",
								"Mind Fog",
								"Safeguarding",
								"Von Gasik's Refusal",
								"Vortex*",
								"Waveform*"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "6th Level",
							"items": [
								"Augmentation II",
								"Bloddstone's Spectral Steed",
								"Claws of the Umber Hulk",
								"Dilation II",
								"Forest's Fiery Constrictor",
								"Lorloveim's Shadowy Transformation",
								"Wildshield*",
								"Wildstrike*"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "7th Level",
							"items": [
								"Acid Storm",
								"Bloodstone's Frightful Joining",
								"Hatch the Stone from the Egg",
								"Hornung's Surge Selector*",
								"Intensify Summoning",
								"Malec-Keth's Flame Fist",
								"Shadowcat",
								"Spell Shape*",
								"Steal Enchantment",
								"Suffocate"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "8th Level",
							"items": [
								"Abi-Dalzim's Horrid Wilting",
								"Air Boat",
								"Gunther's Kaleidoscopic Strike",
								"Homunculus Shield",
								"Hornung's Random Dispatcher*",
								"Wildzone*"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "9th Level",
							"items": [
								"Chain Contingency",
								"Elemental Aura",
								"Estate Transference",
								"Glorious Tranmutation",
								"Wail of the Banshee",
								"Wildfire*",
								"Wildwind*"
							]
						},
						"{@i Italicized} spell is reversible.",
						"An Asterix (*) indicates a wild magic spell."
					]
				}
			]
		},
		{
			"type": "entries",
			"name": "Priest Spells",
			"page": 49,
			"entries": [
				{
					"type": "list",
					"style": "list-hang",
					"columns": 3,
					"page": 0,
					"name": "Priest Spells",
					"items": [
						{
							"type": "list",
							"style": "list-hang",
							"name": "1st Level",
							"items": [
								"Analyze Balance",
								"Anti-Vermin Barrier",
								"Call Upon Faith",
								"Courage",
								"Emotion Read",
								"Know Age",
								"Know Direction",
								"Know Time",
								"Log of Everburning",
								"Mistake Missive",
								"Morale",
								"Personal Reading",
								"Ring of Hands",
								"Sacred Guardian",
								"Speak With Astral Traveler",
								"Thought Capture",
								"Weighty Chest"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "2nd Level",
							"items": [
								"Aura of Comfort",
								"Calm Chaos",
								"Create Holy Symbol",
								"Dissension's Feast",
								"Draw Upon Holy Might",
								"Emotion Perception",
								"Frisky Chest",
								"Hesitation",
								"Idea",
								"Lighten Load",
								"Mind Read",
								"Moment",
								"Music of the Spheres",
								"Mystic Transfer",
								"Nap",
								"Rally",
								"Sanctify",
								"Zone of Truth"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "3rd Level",
							"items": [
								"Acclerate Healing",
								"Adaptation",
								"Astral Window",
								"Caltrops",
								"Choose Future",
								"Create Campsite",
								"Efficacious Monster Ward",
								"Emotion Control",
								"Extradimensional Detection",
								"Helping Hand",
								"Invisibility Purge",
								"Know Customs",
								"Line of Protection",
								"Memory Read",
								"Miscast Magic",
								"Moment Reading",
								"Random Causality",
								"Rigid Thinking",
								"Slow Rot",
								"Squeaking Floors",
								"Strength of One",
								"Telepathy",
								"Telethaumaturgy",
								"Thief's Lament",
								"Unearthly Choir",
								"Zone of Sweet Air"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "4th Level",
							"items": [
								"Addition",
								"Age Plant",
								"Blessed Warmth",
								"Body Clock",
								"Chaotic Combat",
								"Chaotic Sleep",
								"Circle of Privacy",
								"Compulsive Order",
								"Defensive Harmony",
								"Dimensional Folding",
								"Fire Purge",
								"Focus",
								"Fortify",
								"Genius",
								"Inverted Ethics",
								"Join With Astral Traveler",
								"Leadership",
								"Mental Domination",
								"Modify Memory",
								"Rapport",
								"Probability Control",
								"Solipsism",
								"Tanglefoot",
								"Thought Broadcast",
								"Tree Steed",
								"Uplift",
								"Weather Stasis"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "5th Level",
							"items": [
								"Age Object",
								"Barrier of Retention",
								"Blessed Abundance",
								"Champion's Strength",
								"Chaotic Command",
								"Clear Path",
								"Cloud of Purification",
								"Consequence",
								"Disguise",
								"Easy March",
								"Elemental Forbiddance",
								"Extradimensional Manipulation",
								"Extradimensional Pocket",
								"Grounding",
								"Illusory Artillery",
								"Impeding Permission",
								"Meld",
								"Memory Wrack",
								"Mindshatter",
								"Repeat Action",
								"Shrieking Walls",
								"Thoughtwave",
								"Time Pool",
								"Unceasing Vigilance of the Holly Sentinel",
								"Undead Ward"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "6th Level",
							"items": [
								"Age Creature",
								"Crushing Walls",
								"Disbelief",
								"Dragonbane",
								"Gravity Variation",
								"The Great Circle",
								"Group Mind",
								"Land of Stability",
								"Legal Thoughts",
								"Monster Mount",
								"Physical Mirror",
								"Reverse Time",
								"Seclusion",
								"Skip Day",
								"Sol's Searing Orb",
								"Spiritual Wrath"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "7th Level",
							"items": [
								"Age Dragon",
								"Breath of Life",
								"Divine Inspiration",
								"Hovering Road",
								"Illusory Fortification",
								"Mind Tracker",
								"Shadow Engines",
								"Spacewarp",
								"Spirit of Power",
								"Tentacle Walls",
								"Timelessness",
								"Uncontrolled Weather"
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"name": "Quest Spells",
							"items": [
								"Abundance",
								"Animal Horde",
								"Circle of Sunmotes",
								"Conformance",
								"Elemental Swarm",
								"Etherwalk",
								"Fear Contagion",
								"Health Blessing",
								"Imago Interrogation",
								"Highway",
								"Implosion/Inversion",
								"Interdiction",
								"Mindnet",
								"Planar Quest",
								"Preservation",
								"Revelation",
								"Reversion",
								"Robe of Healing",
								"Siege Wall",
								"Shooting Stars",
								"Sphere of Security",
								"Spiral of Degeneration",
								"Stalker",
								"Storm of Vengeance",
								"Transformation",
								"Undead Plague",
								"Warband Quest",
								"Ward Matrix",
								"Wolf Spirits"
							]
						},
						"{@i Italicized} spell is reversible.",
						"An Asterix (*) indicates a wild magic spell."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Magical Items",
			"page": 123,
			"entries": [
				{
					"type": "list",
					"style": "list-hang",
					"columns": 2,
					"page": 123,
					"items": [
						{
							"type": "table",
							"caption": "Table 4: POTIONS AND OILS",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-4",
									"Aroma of Dreams",
									"300"
								],
								[
									"5-6",
									"Curdled Death",
									"750"
								],
								[
									"7-12",
									"Murdock's Insect Ward",
									"200"
								],
								[
									"13",
									"Oil of Elemental Plane Invulnerability",
									"5,000"
								],
								[
									"14-15",
									"Oil of Preservation",
									"750"
								],
								[
									"16-17",
									"Potion of Elemental Control",
									"600"
								],
								[
									"18-20",
									"Starella's Aphrodisiac",
									"250"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 5: RINGS",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-3",
									"Ring of Affliction",
									"—"
								],
								[
									"4-6",
									"Ring of Armoring (W)",
									"2,000"
								],
								[
									"7-8",
									"Ring of Bureacractic Wizardry (W)",
									"—"
								],
								[
									"9-11",
									"Ring of Elemental Metamorphosis",
									"3,000"
								],
								[
									"12-14",
									"Ring of Fortitude",
									"1,000"
								],
								[
									"15-17",
									"Ring of Randomness (P)",
									"—"
								],
								[
									"18-20",
									"Ring of Resistance (W)",
									"1,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 6: RODS, STAVES, WANDS",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-4",
									"Rod of Distortion",
									"5,000"
								],
								[
									"5-6",
									"Staff of the Elements (W)",
									"10,000"
								],
								[
									"7-12",
									"Wand of Corridors",
									"4,000"
								],
								[
									"13-14",
									"Wand of Element Transmogrification",
									"2,000"
								],
								[
									"15-17",
									"Wand of Misplaced Objects",
									"2,000"
								],
								[
									"18-20",
									"Wand of Prime Material Pockets",
									"5,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 7: MISCELLANEOUS MAGIC: Books, Librams, Manuals, Tomes",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-7",
									"Manual of Dogmatic Methods",
									"—"
								],
								[
									"8-16",
									"Tome of Mystical Equations (P)",
									"1,000"
								],
								[
									"17-20",
									"Trimia's Catalogue of Outer Plane Artifacts (W)",
									"12,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 8: MISCELLANEOUS MAGIC: Jewels, Jewelry, Phylacteries",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-2",
									"Amulet of Extension (W)",
									"1,000"
								],
								[
									"3-4",
									"Amulet of Far Reaching (W)",
									"1,000"
								],
								[
									"5-6",
									"Amulet of Leadership",
									"5,000"
								],
								[
									"7",
									"Amulet of Magic Resistance",
									"5,000"
								],
								[
									"8",
									"Amulet of Metaspell Influence (W)",
									"3,000"
								],
								[
									"9-10",
									"Amulet of Perpetual Youth",
									"2,000"
								],
								[
									"11",
									"Brooch of Number Numbering",
									"4,000"
								],
								[
									"12",
									"Gem of Retaliation",
									"2,000"
								],
								[
									"13-14",
									"Medallion of Spell Exchange (W)",
									"3,000"
								],
								[
									"15-16",
									"Necklace of Memory Enhancement",
									"1,000"
								],
								[
									"17-18",
									"Scarab of Uncertainty",
									"1,000"
								],
								[
									"19-20",
									"Talisman of Memorization (W)",
									"1,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 9: MISCELLANEOUS MAGIC: Bracers, Gloves, Hats, Robes",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-4",
									"Bracers of Brandishing",
									"3,000"
								],
								[
									"5-8",
									"Fur of Warmth",
									"5,000"
								],
								[
									"9-12",
									"Reglar's Gloves of Freedom",
									"3,000"
								],
								[
									"13-16",
									"Robe of Repetition (P,W)",
									"6,000"
								],
								[
									"17-20",
									"School Cap (W)",
									"2,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 10: MISCELLANEOUS MAGIC: Bags, Bottles, Pouches, Containers",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-3",
									"Bag of Bones (P)",
									"3,000"
								],
								[
									"4-8",
									"Flatbox",
									"5,000"
								],
								[
									"9-13",
									"Jar of Preserving",
									"500"
								],
								[
									"14-15",
									"Nefradina's Indentifier (W)",
									"1,000"
								],
								[
									"16",
									"Tenser's Portmanteau of Frugality (W)",
									"6,000"
								],
								[
									"17-20",
									"Thought Bottle",
									"1,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 11: MISCELLANEOUS MAGIC: Candles, Dusts, Ointments, Stones",
							"page": 123,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1-3",
									"Candle of Propitiousness",
									"750"
								],
								[
									"4-5",
									"Dust of Mind Dulling",
									"1,000"
								],
								[
									"6-7",
									"Powder of the Black Veil",
									"1,000"
								],
								[
									"8-9",
									"Powder of Coagulation",
									"500"
								],
								[
									"10-11",
									"Powder of the Hero's Heart",
									"750"
								],
								[
									"12-13",
									"Powder of Magic Detection",
									"1,000"
								],
								[
									"14-15",
									"Puchezma's Powder of Edible Objects",
									"1,000"
								],
								[
									"16-19",
									"Salves of Far Seeing",
									"1,000"
								],
								[
									"20",
									"Warp Marble",
									"5,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 12: MISCELLANEOUS MAGIC: Household Items, Tools, Musical Instruments",
							"page": 124,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1",
									"Crucible of Melting (W)",
									"1,000"
								],
								[
									"2-3",
									"Everbountiful Soup Kettle",
									"1,000"
								],
								[
									"4",
									"Forge of Metal Protection",
									"10,000"
								],
								[
									"5",
									"Glass of Preserved Words",
									"2,000"
								],
								[
									"6",
									"Horn of Valor",
									"5,000"
								],
								[
									"7",
									"Hourglass of Fire and Ice (W)",
									"2,000"
								],
								[
									"8",
									"Lens of Speed Reading",
									"500"
								],
								[
									"9-10",
									"Lorloveim's Obsidian Mortar and Pestle",
									"500"
								],
								[
									"11",
									"Mirror of Retention",
									"1,200"
								],
								[
									"12",
									"Mirror of Simple Order",
									"—"
								],
								[
									"13",
									"Mordom's Cauldron of Air",
									"3,000"
								],
								[
									"14",
									"Philosopher's Egg (W)",
									"1,000"
								],
								[
									"15",
									"Pick of Earth Parting",
									"5,000"
								],
								[
									"16-17",
									"Skie's Locks and Bolts",
									"1,000"
								],
								[
									"18-19",
									"Tapestry of Disease Warding",
									"2,000"
								],
								[
									"20",
									"Zwann's Watering Can (P)",
									"1,000"
								]
							]
						},
						{
							"type": "table",
							"caption": "Table 13: MISCELLANEOUS MAGIC: The Weird Stuff",
							"page": 124,
							"colLabels": [
								"{@dice d20|D20 Roll}",
								"Item",
								"XP Value"
							],
							"colStyles": [
								"col- text-center",
								"col- text-left",
								"col- text-right"
							],
							"rows": [
								[
									"1",
									"Air Spores",
									"500"
								],
								[
									"2",
									"Bell's Palette of Identity",
									"1,000"
								],
								[
									"3",
									"Claw of Magic Stealing (W)",
									"3,500"
								],
								[
									"4",
									"Contracts of Nepthas",
									"1,000"
								],
								[
									"5",
									"Crystal Parrot",
									"1,500"
								],
								[
									"6",
									"Dimensional Mine",
									"—"
								],
								[
									"7",
									"Disintegration Chamber",
									"5,000"
								],
								[
									"8",
									"Elemental Compass",
									"10,000"
								],
								[
									"9",
									"Globe of Purification (P)",
									"500"
								],
								[
									"10",
									"Globe of Serenity (P)",
									"500"
								],
								[
									"11",
									"Law's Banner (Wr)",
									"5,000"
								],
								[
									"12",
									"Liquid Road",
									"500"
								],
								[
									"13",
									"Mist Tent",
									"2,000"
								],
								[
									"14",
									"Mouse Cart",
									"3,500"
								],
								[
									"15",
									"Portable Canoe",
									"2,000"
								],
								[
									"16",
									"Prism of Light Splitting",
									"1,500"
								],
								[
									"17",
									"Quill of Law",
									"7,000"
								],
								[
									"18",
									"Saddle of Flying",
									"4,000"
								],
								[
									"19",
									"Teleportation Chamber",
									"10,000"
								],
								[
									"20",
									"Time Bomb",
									"1,000"
								]
							]
						},
						"Items followed by a letter in parentheses are usable only by specific classes: P = Priest, W = Wizard, Wr = Warrior."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Wizard Spells by School",
			"page": 149,
			"entries": []
		},
		{
			"type": "section",
			"name": "Priest Spells by Sphere",
			"page": 152,
			"entries": []
		},
		{
			"type": "section",
			"name": "Alphabetical Index of Spells",
			"page": 155,
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": []
				}
			]
		}
	]
}