{
	"data": [
		{
			"type": "section",
			"page": 3,
			"name": "Introduction",
			"entries": [
				"The dungeon master's task is not an easy one. On his shoulders rests the responsibility for the whole game. It is the DM's job to make sure that everyone, himself included, has a good time when they play the AD&D game. If you are an experienced DM then you are sure to know that there are times when this task is so daunting that you wonder why you didn't stick with a safe hobby like stamp collecting.",
				"The AD&D 2nd Edition Player's Handbook and Dungeon Master's Guide give the referee everything he needs to set up and run a roleplaying game—they are the tools. In this book, we will share with you a wide array of tips and techniques for weaving the tales of adventure, which fill your active imagination, into games which will grab the attention of your players.",
				"If you are new to the fine art of dungeon mastering, you will find that the information in this book can make you seem like a pro who's been doing it for years. If you are a pro who's been doing this for years, you'll find hints to help you get the most out of your existing campaign.",
				"The first section of the Campaign Sourcebook and Catacomb Guide provides information on setting up a gaming group. We'll touch on a number of points ranging from good gaming manners (I brought the soda last week! It's somebody else's turn!) to dealing with disruptive players. After all, part of being a good dungeon master is managing relations with your players!",
				"In the second section we'll offer advice on how to pace the events of your games, set up campaign worlds, make better game maps, and reduce the amount of time you must spend to make ready for a game. In addition, we've included a section on making NPCs more realistic and important in your campaign.",
				"Thirdly, we've included chapters about what it is that sets a dungeon based campaign apart from a wilderness campaign. Here, you'll find tips on making the most out of those gloomy passages that run beneath the surface of even the most pacific nation.",
				"To close out the book, we present a number of maps for use by referee's when time is tight. Unlike the tradition \"hole in the ground\" dungeon, however, each of these is somewhat—unusual."
			]
		},
		{
			"type": "section",
			"page": 4,
			"name": "Logistics of Play",
			"entries": [
				"Designing a game world and plotting out the dynamic stories and spine-tingling excitement that takes place in it requires a great deal of imagination and more than a few creative skills. Yet the job of the DM doesn't end there. A good DM not only has to make a good adventure, he has to run a good adventure session and make decisions about his world that even the best rules can never adequately cover. The latter tasks go beyond mere creativity and enter into the realm of social etiquette and administration.",
				{
					"type": "entries",
					"name": "Gaming Etiquette",
					"page": 4,
					"entries": [
						"While one does not necessarily need to know which side of the plate a salad fork goes on to successfully entertain gamers, good gaming sessions, like other types of social gatherings, depend on having both the players and the DM observe a number of basic, but greatly appreciated courtesies. The DM should follow these \"rules of etiquette\" and encourage his players to heed them too.",
						{
							"type": "entries",
							"name": "Be Prepared",
							"page": 4,
							"entries": [
								"Probably the greatest mistake that a DM can make prior to a game session is to fail to prepare. Proper preparation can be summed up in two words, study and organization. Nothing spoils a game more quickly than a DM who hasn't studied his material beforehand and doesn't know the gist of his adventure, if not all the details.",
								"Take the time to organize material in a logical manner. If players ask questions or go off in an unexpected direction, the DM should know where to find that information without spending an hour looking for it."
							]
						},
						{
							"type": "entries",
							"name": "Hosting a Game",
							"page": 4,
							"entries": [
								"It is not the DM's responsibility to provide a place to play. Nor should he be held responsible for bringing the food and drinks or even scheduling the time for the game and calling the players. That responsibility should be shared among the players, the DM included. Often, it should be enough that the DM provides the adventure.",
								"However, the DM is responsible for setting up before a game, even though the game may take place in someone else's home or in a public place such as a lounge in a college dormitory. Ifpossible, he should be the first to arrive and should have his game materials in order before the players arrive. If the game will take place in a public area, the DM (or another player) should take it upon himself to secure a play area in advance, one that will accommodate the players and, just as importantly, not disturb others who may wish to use the facility.",
								"The game session host should ensure that a clean play area and enough seating is available for all anticipated players. If at all possible, arrange for the DM to be seated at a separate table in the gaming area. It's very important that the DM keep his game notes and maps out of the players' sight."
							]
						},
						{
							"type": "entries",
							"name": "Courtesy to the Host",
							"page": 5,
							"entries": [
								"At the end of each game session, clean up the play area, regardless of whether the game is played in a student lounge or at a player's home. Toss out food and drink containers (don't make the host responsible for returning empty beverage containers). Sweep up any mess. Offer to help put away excess chairs, books, tables, miniatures, etc. Failure to do so may result in your having to find another place to play next time."
							]
						},
						{
							"type": "entries",
							"name": "Courtesy to Others",
							"page": 5,
							"entries": [
								"Every time a roleplaying game occurs in a public or semi-public place (such as in a school cafeteria, a dormitory lounge, or a student union), the players and DM involved become ambassadors for roleplaying games at large. People will judge the players, the AD&D® game, and all roleplaying games in general based on what they see. If an adventure is exciting or disappointing, players often get loud, possibly even downright rowdy. To say that loud noise or uncouth language can disturb others is an understatement.",
								"A wise DM will encourage his players to keep verbal expression of excitement or dismay (\"What do you mean he's dead! He's 16th level! He can't be dead!\") to conversational decibel levels."
							]
						},
						{
							"type": "entries",
							"name": "Prerolling Characters",
							"page": 5,
							"entries": [
								"Whenever possible, create new player characters ahead of time. Prerolling new player characters before the day or scheduled time of a game session is a small but greatly appreciated courtesy. Character creation, especially when any type of background development is involved, takes time. If the DM waits until the game session to roll up new player characters, valuable game time is wasted. Instead of playing the game, the other players must find ways to entertain themselves until the DM is ready to play. In this regard, the DM runs the risk of losing his players to whatever has distracted them."
							]
						},
						{
							"type": "entries",
							"name": "Opening Ceremonies",
							"page": 5,
							"entries": [
								"Allow the players to get comfortable. This is a social time, friendly conversation relaxes players and gets them ready to play. Don't rush the start of the game. Give the players a chance to discuss the previous game session, go over mistakes, plan strategies, and decide on spells. If possible, have this activity take place at someplace other than the gaming table. Announce when the game is to start and request that non-essential conversation end."
							]
						},
						{
							"type": "entries",
							"name": "Refreshments",
							"page": 5,
							"entries": [
								"Refreshments are something that everyone should provide for themselves, or better yet, bring to share. As stated before, this is not the DM's responsibility. Commonly, refreshments are acknowledged \"junk foods:\" soda pop, peanuts, pretzels, cookies, and chips of all kinds, including the four basic gamer food groups: caffeine, sugar, salt, and carbohydrates. In deference to good eating habits and in an attempt to avoid pear-shaped bodies, try to balance the type of snacks provided. For long game sessions, suggest ahead of time that the players come prepared to participate in some form of deliverable food (like pizza).",
								"Allow breaks for eating and, if possible, keep food and drink away from the gaming table. Don't let food disrupt the game or become a distraction."
							]
						},
						{
							"type": "entries",
							"name": "Distractions",
							"page": 5,
							"entries": [
								"Anything that doesn't add to the playing of the game will detract from it. Where possible, eliminate all outside distractions. It is difficult to concentrate on roleplaying while a ball game or loud music is going on in the background. If a player can't concentrate on the game because he is more interested in a distraction, suggest that he leave and let other players enjoy the game.",
								"For some gamers, young children (particularly their own) can be a distraction. If young children must be present during the game session, the players may wish to contribute towards the hiring of a baby sitter. The resulting peace may be well worth the price!"
							]
						},
						{
							"type": "entries",
							"name": "Be Kind to the DM",
							"page": 5,
							"entries": [
								"Accept that the DM is the final authority in the game. Don't cheat, even if it means a characterLogistics of Play buys the farm (dies). Don't play favoritism games. Accept a character's death' calmly, don't belabor it. The DM is human (really, it's true!) and will make mistakes. If a mistake is fatal, ask the DM to change his decision in good grace, without recriminations. Be sure to compliment the DM on a good game!"
							]
						},
						{
							"type": "entries",
							"name": "Be Kind to the Players",
							"page": 5,
							"entries": [
								"Be Fair. Assume they are not cheating if they haven't been caught at it. Let the players make their own decisions. Don't manipulate their characters as if they were part of a navel or railroad them into choosing predetermined paths. Don't punish them for being clever. If they avoid or foil the best trap in the dungeon, then reward them for it. Don't try to kill off the characters of unpleasant players or punish them if they miss a play session or have to leave early. Compliment players on clever actions. Ask their opinions on obscure rule interpretations. Treat players with respect, regardless of whether they know the rules or not."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Administrative DM",
					"page": 6,
					"entries": [
						"Part of the job of being a DM has nothing to do with actually running adventures. What follows is a look at situations a DM may encounter between game sessions, or that may complicate the way he runs his world.",
						{
							"type": "entries",
							"name": "One Player, Many Characters",
							"page": 6,
							"entries": [
								"What happens when several people in a group want to DM and everybody wants to keep the same player characters in each world? One solution is to share the world. Most worlds are going to be big places. It should be a simple matter for each DM to take a part of the world, say a major country or wilderness area and continue to flesh it out and run adventures there. The player characters then physically travel from place to place, adventuring in the area controlled by whomever is DMing that session.",
								"It can work and it can be fun. Still, drawbacks exist. Any secret information about a character, such as special abilities or independent actions that are usually shared only between a player and the DM soon become common knowledge as each player in turn takes over the duties of DMing. Second, the characters will end up doing a lot more travelling than might be realistic or reasonable.",
								"A better solution might be to share the world, but have different player characters in each DM's campaign. This allows for the eventuality of teaming up player characters from different campaigns for particularly difficult missions, but keeps characters private."
							]
						},
						{
							"type": "entries",
							"name": "One Player, Many Characters",
							"page": 6,
							"entries": [
								"",
								"",
								"Nowhere is it carved in granite that each player shall play but one character. If it suits the needs of the game, allow as many characters per player as the DM sees fit. Many players and DMs find it convenient to have multiple characters. If one hero is off on an unfinished quest, his backup character can go on another adventure in the same world.",
								"If a player is competent enough to play each character as an individual (rather than elements of a group mind), he may even play more than one character within a single adventuring party. This is tricky, but extremely useful when the number of players is far less than the number of characters needed for good adventuring.",
								"In such situations, both the players and the DM must keep in mind that even characters controlled by the same player will not freely share or give up personal belongings. The player is encouraged to roleplay the personna of each individual character. If a player insists on playing his characters \"out-of-character,\" remove one (or more) secondary characters from his control and make them into DMcontrolled NPCs for the remainder of the adventure."
							]
						},
						{
							"type": "entries",
							"name": "Visitors from Other Worlds",
							"page": 6,
							"entries": [
								"It happens to every DM and every campaign at least once. A new player joins the group and wants to bring Sigimund, his 14th level chaotic good barbarian fighter/thief with him. How should the DM decide the matter? There are no hard rules and it can be a tough call. Several \"rules of thumb\" can be applied to help the DM make his decision.",
								"First, ask to see the incoming character's record sheet and any applicable notes. Everything the character possesses should be detailed here.",
								"Ifthe incoming character's experience level is much higher than the rest ofthe characters, do not allow the transfer. Stripping a player's favorite character of hard-earned (or otherwise) experience can only cause grief. Tell him the character must \"wait in the wings\" until the other PCs reach his power level, and have the new player create a new character.",
								"Either disallow characters with nonstandard character classes (those not covered by official AD&D® game rules) or requires that the incoming character adopt a standard character class.",
								"Disallow nonstandard magical items, the logic being that the physical laws of the two prime material planes are not similar enough to allow the new magic items to function. This allows the DM to avoid any possibility of \"padding\" a magic item with extra powers that the player's original DM would be surprised to find or to have the player pmposefully overlook any attendant curses.",
								"Disallow any magical (or technological) item which would Wlbalance game play. If the DM has not allowed players in his own world to acquire such items, then they should disappear between transference (to be held safely in limbo).",
								"Finally, tell the player what will and will not be allowed in the DM's world. Be honest and finn. If the player's favorite character must be stripped down to fit his new home, the player may elect to create a new character instead."
							]
						},
						{
							"type": "entries",
							"name": "New Players",
							"page": 7,
							"entries": [
								"Over the course of time the DM should expect his game campaign to lose old players through attrition (they move, they graduate, they get married, they get new jobs, they get bored). Similarly, new players will be joining the campaign, in the form of experienced players, inexperienced novices, and brand new neophytes (they are easily recognizable as the players who think dice only have six sides). At some time or another, the DM will find the need to integrate each one of these three types of players into the existing campaign framework.",
								"Experienced players usually have experienced characters and will greatly appreciate the chance to continue playing a character that they have been working hard to develop. Just remember to check them at the door for nonstandard magic items and create a logical (or just plain mysterious) explanation for their cross-planar journey.",
								"Novice players (those who have played before, but not much) and neophytes present a special problem for DMs. EveI)' player remembers his first encounters with fantasy role-playing. when nobody really Imew what was going on, or which monster was which-but gosh, wasn't it great? Throwing greenhorns in with veteran players ruins that journey-of-wonder feeling. The vets will be spouting gamespeak jargon and rolling dice without explaining themselves and the new guys will feel lost and worthless.",
								"The good DM owes it to these new players to let them get their feet wet first. Have them explore a few low-power areas as 1st level adventurers (possibly with a few henchmen controlled by veteran PCS along for the ride). Let the new players make the decisions with no help from the experienced players and after a few supportive game sessions like that, they will feel comfortable as companions to their more experienced comrades."
							]
						},
						{
							"type": "entries",
							"name": "Hosting One Shots",
							"page": 7,
							"entries": [
								"What does a OM do when cousin Bob shows up and wants to play in his campaign world, but the DMs regular group is in the middle of a quest to save the world from the icy clutches of Kreplock, magefiend of the frozen north? The answer is what is known as a oneshot adventure. Invite cousin Bob to bring his favorite character from his group in Muncie, and ask those among the DM's \"regulars\" who can make it on an off gaming night to show up with either their favorite dead characters (allowing them to resurrect dear-departed adventurers for one special playing session) or with characters not currently involved in the ongoing campaign quest",
								"The DM should design a short adventure that can be played to completion in one game session. A \"game tournament\" style approach, with a definite goal, is probably the best way to go. The player characters mysteriously appear together and must find out what they have to do. Contrary to the recommendation that the players' actions have a real and measurable effect on the world, this adventure should take place on the DMs world, but not be a part of any major story or plot line."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 8,
			"name": "Styles of Play",
			"entries": [
				"Dungeon Mastering is an art which takes a few minutes to Jearn and years to perfect. It goes beyond world or adventure creation, beyond social grace, even beyond advanced crowd control. It combines vast amounts of creativity with the ability to make quic~ accurate judgment calls. It requires a mind that can visualize situations as they happen and detennine the probable (and often highly nnprobable) results of the actions taken by the players and their characters.",
				"The ultimate goal is to provide the players with gripping adventure within the fantastic realms of a shared imagination. Although all players (including the DM) contribute to the quality of the game, ultimate success depends on the DM himself. He is responsible for both its challenging content and riveting delivery.",
				"Prior to the game session, the DM will have prepared the content: his world and the situations and environs the characters will encounter. The need for dynamic delivery challenges the DM to be at his best as he presents the world to the players through the eyes of their characters.",
				{
					"type": "entries",
					"name": "General Delivery",
					"page": 8,
					"entries": [
						"Developing the rut of a masterful delivery requires both patience and experience. As a OM's playing skills mature, he learns what fails and what works as he slowly acquires new tricks from other OMs and from his own players. One of the most difficult challenges facing the DM will be that of maintaining neutrality, walking that fine 1ine between being either the enemy or a benevolent guide. Each DM's ultilnate style, approach, and technique will be highly personal. More often than not a OM's style will be SOlnewhere to the left or right of perfect neutrality. It's a hard path to follow, yet there exist general rules that most successful OMs follow, whether they realize it or not.",
						{
							"type": "entries",
							"name": "Don't Manipulate!",
							"page": 8,
							"entries": [
								"One of the reasons the players have gathered to play an AD&D5 game is to experience the thrill of being a hero in another time and place. They want to be the masters' of their own fates, not the pawns of higher powers (which definitely includes the OM). In simple terms, let the players decide how their characters will act and where they will go. A good DM will not force his players to make decisions that match his goals and desires. Even if the sequencing of scenarios is primarily preplanned, arrange events so that the players believe that they are choosing their character's actions and directions.",
								"OM manipulation most commonly OCClITS when the players adamantly avoid involvement in a scenario that the DM has spent much time preparing or when the players are bound and determined to do something stupidsomething that will either kill their characters outright or cause a major' world-changing catastrophe (the particularly annoying kind where a continent sinks or the entire political structure of a major land must be recreated).",
								"In such situations it is better to improvise (also called \"winging it\") than manipulate. Heavyhandedness is usually resented and even the \"mysterious voice from on high\" type warning to 8 keep players out of mischief gets old after a while. When a DM wants the players to act in a desired way, he should do what he can to either make his preferred choices more attractive, or manipulate events (not player characters) to give the players another opportunity to choose \"correctly.\""
							]
						},
						{
							"type": "entries",
							"name": "Never Favor Characters",
							"page": 8,
							"entries": [
								"Often, in extended campaigns, favorite personalities will emerge among the characters. It's a great temptation for the DM to favor such characters. Such a character may never die (or at least is always resurrected) and always gets the choice treasure. The job of the OM is to fairly administer the results of characters' actions. Playing favorites is not appropriate and can only lead to unhappiness. If a character dies in battle or chooses the cursed sword instead of the magical armor, then the DM should not alter the situation. He should only give the results of actions, not change the scenario to favor one character.",
								"Character favoritism also applies to the creation of adventures. Try not to build a quest around a single character. [f that character dies, then the quest is over for the entire party and all the time invested is wasted."
							]
						},
						{
							"type": "entries",
							"name": "Never Punish Characters",
							"page": 8,
							"entries": [
								"This is the other side of favoritism. A OM may dislike a player or a character in his campaign. It happens. Avoid the temptation to single out disliked characters for special unpleasantness unless the character (not the player!) has done something to warrant punishment and the outcome would advance the story line in a campaign."
							]
						},
						{
							"type": "entries",
							"name": "Never Choose Sides",
							"page": 9,
							"entries": [
								"This cannot be stressed enough. \"Killer\" DMs who take the side of the monsters against the PCs are as bad as those who purposefully make the monsters ineffective by taking the side of the players against the monsters. A good DM will play monsters and NPCs to their fullest without actively trying to annihilate the party, or giving them smarts or insight that they couldn't reasonably possess.",
								"On the other hand, a 1st level character should never be allowed to single-handedly destroy an entire family ofred dragons."
							]
						},
						{
							"type": "entries",
							"name": "Always Maintain Game Balance",
							"page": 9,
							"entries": [
								"Present the characters with challenges that are neither too easy nor overly difficult. This is best illustrated in combat situations. If a party enters a room of ores, adjust the number of ores present to match the fighting ability of the party. If it is a strong party, increase the number and upgrade their weapons. For a weak party, reduce the number and arm them with inferior weapons. Challenges which are too easy to overcome can be boring while those which are too difficult will cause the players to become discouraged. Remember, even low level monsters can be dangerous foes if played cleverly."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Styles of Play",
					"page": 9,
					"entries": [
						"Once the OM has established his neutrality (or is at least aware of his shortcomings), he should work on his awareness ofhis own playing style and possibly determine what style of delivery he will use. Style encompasses a variety of features: the pace of game play (fast or slow), the way a OM interacts with his players, the ratio of combat to puzzle-solving or role-play, how problems are solved, the humor level in the game, the ratio of dangers to rewards, and so on. *",
						"Play styles are as varied as the people who play the game, though most will fall into one of the styles listed below. Much as an author must choose the way he will present his story (be it a mystery, historical fiction, horror, or epic tale), a DM must choose a method he is comfortable with when presenting information to the group. While no style is inherently bad or good, right or wrong, it's important to match play style with the overall personality and desires of the group, otherwise one may not be able to say \"...and a good time was had by all.\"",
						{
							"type": "entries",
							"name": "Hack-and-slash.",
							"page": 9,
							"entries": [
								"An important element of style selection is maintaining a balance between puzzle solving, roleplaying, and combat. The hackand-slash game ignores balance in favor of continuous violent heroics (fighting). At first most players love the thrill of battle. But all fighting eventually degenerates into boredom. An all hack-andslash galne has the effect of putting the players in a room with a revolving door which admits an endless line of monsters. This provides excitement for a while but gives little chance for non-muscle bound characters to operate at their full potential. After the characters have killed the kobolds, trashed the trolls, bashed the bugbears, decimated the doppelgangers, wailed on the were-rats. wasted the wraiths, trounced the trolodytes, obliterated the orgres, and creamed the carrion crawlers, even the most combat-crazed players may desire a change of pace."
							]
						},
						{
							"type": "entries",
							"name": "Thinker",
							"page": 10,
							"entries": [
								"Sherlock Holmes, the Great Detective himself, would be comfortable with this style of play. It encourages the players to think their way out of situations (often to the exclusion of other play options). It is more a test of the players' puzzle and problem solving skills than of their character's abilities. Taken to the extreme, this style of play presents a constant stream of enigmatic riddles, convoluted logic puzzles, murky mysteries, and a countless collection of tricky, troublesome traps.",
								"Remember, when designing problems and riddles, make them possible to solve. Fun quickly evaporates in an impossible situation. In every case, the clues needed to solve the problem must be accessible to the characters."
							]
						},
						{
							"type": "entries",
							"name": "Righteous Roleplayer",
							"page": 10,
							"entries": [
								"The focus here is on successful role-play. Both the players and the DM subJuerge themselves into the personas of their characters. This is a unique style that presents all information to the characters as they see it or as nonplayer characters see it. To rabid role-players, the process of reserving a room for the night can be as involved as an encounter with the characters' arch foe. Character development is stressed over level advancement. Players will seek to overcome problems through the personas of their characters, not smashing, zappjng, or usjng brains that they do not have. This should be a preferred playing style, and is usually incorporated with other styles since it is essential that a fair amount of role-play take place in order to create a believable game."
							]
						},
						{
							"type": "entries",
							"name": "Historical Simulation",
							"page": 10,
							"entries": [
								"These are usually serious games. Many are based on a particular historical period and stressing \"real world\" rules variations with very little supernatural involvement. However, more often than not, simulation play focuses on simulating adventuring activity with a goal to make them seem \"real.\" Most variants focus on combat, producing multistep systelDS which can be timeconsuming, tedious and often morbidly gruesome. Speed and elegance of play are often the first victims.",
								"Successful simulation play focuses on making the players believe that their characters exist within the confines of the simulated periad."
							]
						},
						{
							"type": "entries",
							"name": "The Silly Game",
							"page": 10,
							"entries": [
								"This style of play is purposefully laughable and unbelievable. Often the entire game is a single joke or an extended series of puns. NPCs act like denizens of situation comedies, monsters look and behave like cartoon characters, and the player characters find themselves faced with outrageously ludicrous scenarios. Most adventures are satirical parodies of contemporary culture, pompous personalities, and popular game systems. The player characters are the \"straight men\" for endless gags and punch lines. Though such games are undeniably popular Gust take a look at the offerings of many game conventions as examples), when presented to players as a steady diet, the hUinor quickly loses its appeal."
							]
						},
						{
							"type": "entries",
							"name": "Monty Haul",
							"page": 11,
							"entries": [
								"The relationship between risk and reward can influence the style of play more powerfully than almost any other factor. In the \"Monty Haul\" giveaway campaign, the players gain treasures and experience points in a disproportionate ratio to the dangers overcome.",
								"With little personal risk, the characters greedily accumulate magic items, gems, and gold. They quickly attain uncontrollably high experience levels, rapidly advancing beyond the OMs ability to handle them. To accommodate such characters, the OM may find himself hopelessly sacrificing armies of ores and dragons by the dozens, only to realize that this just gives these ridiculous characters even more ill-earned experience points! Treasure, even wondrous magical treasure, becomes meaningless and valueless. How can finding a magic wand have any meaning when the character already has more than he can carry?",
								"Warning!: Once this style of play takes hold in a campaign, it is {@i next} to impossible to dislodge it without stripping the player characters of their experience levels and magical items."
							]
						},
						{
							"type": "entries",
							"name": "Novel Style Play",
							"page": 11,
							"entries": [
								"The DM has a great idea for an adventure...and unfortunately...he often already knows the outcome. He uses the player characters to write the scenes for his great American fantasy novel. To its credit, this style of play often has great plot lines and a gripping theme for its adventures. The characters' actions feel as if they are part ofa book. The danger with this style is that the DM may be tempted to manipulate the players in favor of a better story (or the DM's predetermined outcome). This style is usually most successful when the players are on the fringes of the story instead of the main focus. The DM can make the story line move as he desires, while the players are able to make their own choices, free of the DM's manipulation."
							]
						},
						{
							"type": "entries",
							"name": "Wargamer",
							"page": 11,
							"entries": [
								"This style is named for the mass of military board game players and miniatures enthusiasts who have tried their hand at the AD&D® game. Because of their experience with games that require a great deal of strategy and tactics within a very tight framework of rules, they tend to need rules for everything. Nothing is free-form. If the rules don't say it, it can't be done. However, ifthe rules are vague, they are 11 fair game for the type of player (or DM) known as the Rules Lawyer. The Rules Lawyer is an expert at bending the letter of the rules to his favor (though the spirit of the rules may be violated in so doing).",
								"Like the hack-and-slash style, wargaming stresses combat. Yet this is not battle for the sake of mere mayhem, but conflict that offers strategic challenge and opportunities for military problemsolving. While this style of play has a limited appeal, wargamer style players have contributed a heightened sense of competitiveness to the game."
							]
						},
						{
							"type": "entries",
							"name": "Political Play",
							"page": 11,
							"entries": [
								"This style of play involves the characters in a web of intrigue as the players side with one or more rival factions in a political struggle. These factions can be rival guilds, political candidates, barons, towns, even countries. Thegoals of these factions (whether good, evil, or neutral) are to increase their own spheres of power to the exclusion of all others. Political factions within a town, dungeon or country can be a reservoir of potential problems for a group to solve.",
								"Everything the player characters do affects the politics of the area, maybe only locally or perhaps, worldwide. For example, the characters kill a sheep-eating dragon (or just convince it to change its diet), it might unbalance the tenuous relations of the sheepherders and the cattlemen. The townspeople may in return, eject one of the characters mayor, order the return of all the treasures found in the dragon's lair to the proper owners, or the dragon might have been the pet of a prominent wizard...",
								"Wars are an aspect of political gaming, along with the diplomatic missions to avoid them. Politics give the DM a lot of latitude in the direction ofan adventure.",
								"To use this style successfully, great care must be taken to make the players influential in the political situations and not just pawns. There are often a mirage of subplots, and treachery is the ever present danger. Players and OMs are attracted to the mystery and intrigue created when characters enter the murky world of the quest for power. Players seldom know who they can trust or which side is the right side. When faced with an army, the choices are easy. When faced with diplomats and politicians grappling for more power, the choices are more difficult."
							]
						},
						{
							"type": "entries",
							"name": "Eclectic",
							"page": 12,
							"entries": [
								"Eclectic games borrow elements from a number of diverse sources. In a sense, this is the best style of play since at various times it partakes of all the styles mentioned. Since any particular style can become tedious, the wise DM will constantly adapt and change his style to fit the needs of his adventuring group.",
								"Regardless of which style a DM initially chooses, he may eventually find that his tastes and the tastes of his players wil1 change. While change is normally good, the OM should occasionally check his style of play for the negative elements that have been mentioned. Chances are that any real problems in play style will become apparent to either the DM or the players before too much damage is done."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "How to Prepare",
					"page": 12,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "Scenario One:",
							"page": 12,
							"entries": [
								"{@i It couldn't be helped. Until an hour before the guys are supposed to show, you were involved in a kill-or-be-kilied table tennis game with your room mate. Now you're gonna have to throw something together fast. But hey, you know the sniff, didn't you just look at it, like, just last week? Maybe you can just use that module you bought at the hobby store last week. Great stuff! No need to reread that, its all ready to go. Anyway, you've gotta run out and grab a bunch of munchies and soda pop before everyone shows up. I mean, priorities first, right?}"
							]
						},
						{
							"type": "insetReadaloud",
							"name": "Scenario Two:",
							"page": 13,
							"entries": [
								"{@i You can't remember when you've operated on this little sleep (but hey, you're so tired that remembering anything right now is beyond your capability). But it's worth it—your campaign is ready for the big game today. You've spent over 100 hours devising the penultimate encounter between good and evil (the ultimate battle takes place next week). There'll be mayhem and carnage galore tonight! You've prepared for every possible alternative...except one. Your players decide that they really aren't ready for the penultimate encounter with evil and just want to bash a few more orcs or harass a dragon or two. You hadn't prepared for that option and your befogged brain has difficulty even deciphering a monster manual let alone coming up with an adventure on the fly. Sometime during the game you fall asleep face down in the chip dip, burbling out your world's darkest secrets between onion-scented snores. Out of respect for you, the players keep the volume on the TV turned down.}"
							]
						},
						"Successful gaming is more than an impromptu perfomance in. a fabricated world for a group of individuals who just happen to be available and interested in the AD&D® game. Good gaming experiences require creative preparation (and it is possible to over prepare!). While most of this burden falls on the DM's shoulders, advance preparation by the players will help the adventure run smoother. In short, the more details that can be resolved ahead of time, the less often the game will have to be interrupted.",
						"For those DMs whose preparation time is limited, a highly organized and efficient use of that time is essential. Divide the game preparation into six segments:",
						{
							"type": "entries",
							"name": "Scenario Planning",
							"page": 13,
							"entries": [
								"Take the time to lay out the adventure you want to run. Be careful to provide for as many logical deviations from the main plot as you can. But don't worry, the players will think of somethIng you didn't."
							]
						},
						{
							"type": "entries",
							"name": "Background Information",
							"page": 13,
							"entries": [
								"Determine what information the characters will have available to them at the start of the game. If more data will become available later on, document it and have it on hand when they need it. Player hand-outs are a very effective way of dispensing information when it becomes available."
							]
						},
						{
							"type": "entries",
							"name": "NPC Statistics",
							"page": 13,
							"entries": [
								"Generate the non-player characters which you will need for a given scenario. Be sure to give them all the detail they need, but don't go overboard. Make notes of an PCS's personality traits and motivations so that you can quickly determIne his or her reaction to anything the characters might do or say."
							]
						},
						{
							"type": "entries",
							"name": "World Update",
							"page": 13,
							"entries": [
								"Determine the effects of your last gaming session on the world in general. Are there maps that need updating? Were important NPCs killed? Anything which might be important to the campaign world in general should be noted here. Also, it may be that the events of the next game will be certain to have an effect on the world which can be noted ahead of time. This will save you time when you set up for next week's game."
							]
						},
						{
							"type": "entries",
							"name": "Character Update",
							"page": 13,
							"entries": [
								"If any of the player character's have been changed in some way by the actions which they took at the last game, be sure to update your records on the Inatter. For. example, did Thrang the indefatigable contract lycanthropy from the werewolf he battled? Did anyone go up a level? All of this information must be carefully maIntaIned so that the referee can always have accurate data at arm's reach."
							]
						},
						{
							"type": "entries",
							"name": "Alternate Scenarios",
							"page": 13,
							"entries": [
								"Finally, give thought to what will happen when the players decide to go or do something for which the DM has not yet prepared. This is, perhaps, the toughest area of the six to develop as it requires you to determine what unexpected things your characters might do. If expecting the unexpected sounds like something of a paradox to you, then you've got an understandingof the problem."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Be Prepared",
					"page": 13,
					"entries": [
						"Clearly, the more preparation time spent on planning the scenario, the more detailed it will become (up to a point). Each DM will have his own style of preparation. Some WIn prepare adventures far in advance while others frantically get ready just before game time. SoMe DMs write out their adventures in minute detail, much like commercial adventure modules, while others make simple listings of room contents and still others scrawl out crude maps and write cryptic notes to themselves to jog their memories about what they intended. Each method is correct so long as the DM has enough material to smoothly and enjoyably run his adventure session.",
						{
							"type": "entries",
							"name": "Allow Time to Design",
							"page": 14,
							"entries": [
								"The DM must give himself adequate time to prepare for an adventure. Too little time and he cheats his players out of potential enjoyment. Too much time and not only has he created more material that he will use, but he has also cheated himself out of personal time that may have been better spent.",
								"There is no way to say exactly \"this is the correct amount of time to spend preparing for a game\" since so much depends on the DM's design and play style. A good rule of thumb is for preparation time to equal playing time. If a game is going to last three hours, the DM should spend about three hours preparing. However, a DM who likes everything spelled out, with encounter descriptions he can read verbatim to his players will need more time, while the DM who can make things up on the fly may need considerably less.",
								"Even if the DM is using adventure material prepared by someone else (as is the case with purchased or borrowed scenarios), he must allow preparation time. The material must be read and possibly even customized in advance to fit the DM's campaign. Slight plot changes and name changes, map modifications and so forth will disguise most adventures (players buy scenario packs too) and fit them seamlessly in the DM's campaign."
							]
						},
						{
							"type": "entries",
							"name": "Get Organized",
							"page": 14,
							"entries": [
								"All too often a gaming session is ruined, or at least severely damaged, by a DM who can't find his material. He knows that he wrote it. He's fairly certain he put it into a notebook. He just can't put his finger on it.",
								"Of course, it may not be that the information has been lost. If the party is engaged in a running battle with the monster they met earlier in the adventure and the DM recorded its statistics only in the section of the adventure which details the monster's lair, a similar problem arises. In this case, the DM must constantly flip between the changing encounter area descriptions and the page with the monster's stats.",
								"Regardless of how the DM puts his material together, he needs to put it in a ready-to-use form. DMs can save endless flipping through notes by following these organizational tips:",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 14,
									"name": "",
									"items": [
										"Make \"at-a-glance\" reference sheets for the non-player characters and monsters to be encountered. Record their vital statistics in a manner that is easy to use. Include armor class, hit dice, hit points for each creature, the number of attacks and the damage caused, movement rate, alignment, THAC0, the source material from which the monster was taken (for more complete details), and whether it has any special attacks or defenses. For NPCs, also give a brief listing of personality, appearance, unportant possessions, and {@i speech} patterns.",
										"Do the same thing for the player characters. It's very hard to secretly make a check against a character's Intelligence attribute if you have to ask for it",
										"Make maps so they can be used separately from their content descriptions. Use very simple map keys and symbols whenever you can.",
										"Keep descriptions of unique treasure items or new monsters separate from adventure writeups, possibly in a separate notebook.",
										"Use dividers with index tabs to separate sections of game information. It's so much easier to find a section clearly marked \"Dungeon of Megadeath, level 8\" than to hunt for a plain dogeared Page halfway into the notebook.",
										"Make a quick list of important adventure features (like monster lairs, key treasures, magical items, NPCs, towns, etc.) and note their locations within your notes, much like an index or a table of contents.",
										"Keep copies of your players' characters in your records. Be sure to include infomation the DM knows about the character, but that a player may not, such as cursed weaponry and armor or secrets from the character's past."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "\"Know thy Stuff!\"",
							"page": 14,
							"entries": [
								"In spite of the DM's skills at adventure creation or how efficiently he organizes his notes, he must KNOW the adventure scenario before the game session, otherwise his players will quickly tire of \"Wait a minute while I see what's supposed to be here.\" Read and review all relevant campaign materials ahead of time. Know where the players are and what they were doing last game, be familiar with their foes and up-to-date on the status of the world.",
								"As stated previously, advance review is especially important with purchased or borrowed scenarios. When rulU1ing a game that is not of his own creation, the DM must spend enough time to become thoroughly familiar with its details. When a DM creates his own world and adventures, he usually has more background information in mind than he actually writes down. With a purchased or borrowed adventure, this is not the case. The information is present, but may be in such abundance that important details can be overlooked. Make notes in the margins (or on those little adhesive backed note papers) to highlight details or scenario alterations."
							]
						},
						{
							"type": "entries",
							"name": "Establish a Background",
							"page": 15,
							"entries": [
								"Creating background information can easily become as involved as plalU1ing the scenario itself (if not more so). Background information encompasses the cast of significant NPCs (with individual descriptions, personal histories, and motivations for major NPCs see Making NPCs Live), player handouts, stories and legends that may be heard from the local folk, surrounding natural and unnatural environment, political and social situations, and any other special features that are not intrinsic to the DM's chosen adventure scenario. Most of this information should center around the town or setting in which the adventure begins (beyond that which the DM set forth in his creation of his world).",
								"Detailing the personalities that the characters are likely to interact with, will prevent the necessity of impromptu creations during the game. The motivations and histories of NPCs can become the basis for future adventures."
							]
						},
						{
							"type": "entries",
							"name": "Your Changing World",
							"page": 15,
							"entries": [
								"For every action there is a reaction. This law of physics also has truth in a fantasy game world as well. The characters' actions may cause a reaction in their world, even changing the nature of reality. For example: the player characters destroy a dragon that has been devouring sheep and cattle in an area. This alters both the area's economy and its political climate. The afflicted village may have been isolated from the outside world due to the danger of the dragon. Thus they enjoyed a treasure of autonomous freedom. Removing the fear and danger of the dragon alters this."
							]
						},
						{
							"type": "entries",
							"name": "The Passage of Time",
							"page": 15,
							"entries": [
								"Organized DMs usually keep a calendar of events for their world. They plot the times of recurring major events such as seasonal changes, full moons, eclipses, holy days, festivals, gatherings, and so forth. From here the DM can go on to plot the future of the campaign, primarily those things outside the control of the characters, like wars, invasions, troop movements, earthquakes, volcanoes, floods, and so on. Characters always run the danger of blundering into one or more of these events. Furthermore, some of the occurrences in a DM's adventure plots may be time dependent. These too should be recorded as they occur, including any movements by major NPCs.",
								"Thus, it is critical that the DM update the world situation from time to time to determine if the characters lllight be in a position to be affected by or encounter a time dependent event. Note that troop movements are often wider in scope than the location of the actual army. Recruiting may be taking place in the pes town, foraging for supplies may bring troops into their area, or scouts may be spying in the area and assume that all armed personnel are the enemy and report the characters' position to their commander. Thus characters may innocently become involved in a war they want no part in, but where treasonable desertion may be punishable by death.",
								"The world calendar must also be updated to include any changes caused by the characters (such as the previous example of the dragon). It is possible that a small group of adventurers could alter world events significantly. Most generals must depend on their couriers to coordinate attack and movements. Capture of a courier could have dire effects on the ensuing battle and alter the entire world situation. If the characters were to capture or prevent the capture of such a courier, they have significantly altered their world, not necessarily for the better."
							]
						},
						{
							"type": "entries",
							"name": "A Note On Alternative Scenarios",
							"page": 15,
							"entries": [
								"It's bound to happen. The DM can prepare for every imaginable alternative and outcome to his adventures and more often than not, his players will choose an option he either overlooked or, more likely, didn't imagine. Even so, it is possible to accommodate those adventurers who choose paths other than the one the DM would prefer (and squashing them like insects is not a particularly mature solution). If time permits, go through the scenario. Imagine what would happen if the characters do the wrong thing in a key encounter and survive. What if they drink the wizard's store of potions? What if they decide to pilfer the town instead of heroically defending it against unbeatable odds? What if they kill the NPC that they should have aided? What if they make friends with the bad guys? What if they don't complete their mission, but slink off into the wilderness? What if...?",
								"Don't write out fun blown solutions to these \"what ifs;\" just take notes of what might occur and where things could possibly go from there. Give some thought to how events (not characters) might be manipulated to put the plot line or world back on the intended track. In the likely event that whatever the players do is still beyond the DM's imagining, pay close attention to the section on \"Winging It,\" or what to do when the players decide to go where no design work has gone before."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Winging It",
					"page": 16,
					"entries": [
						"In spite of engaging adventure hooks, regardless of the rumors spread by NPCs, in the face of less-than-subtle hints by the DM, game players will often choose to go places or do things for which the DM has done little, if any preparatory work. A common cause for this is DM manipulation. Players like to feel that they are in control of their fates. Continually biting at the DM's scenario bait slowly erodes the players feelings of self detennination as it dawns on them that the DM not themselves controls what they do and where they go. Consider it a subtle (or overt) form of rebellion.",
						"Before the DM blurts out \"You can't do that,\" (or reveals his total lack of preparation in that area. which only encourages the players further) he should consider letting the player characters go where they will while he makes things up on the fly. This is a true test of his design and storytelling skills and often leads to the best adventures for both players and DMs alike.",
						"Improvisation is not as difficult as it sounds. Essentially, the DM is preparing material as he plays it out. Keep things simple and don't make major changes in the environment. If the PC party has been exploring a forest, keep them in forest. Rely on encounter tables for what creatures they might discover. Introduce random encounters with NPCs who will become important later in the adventure.",
						"This may even be a chance to use previously prepared material that the characters have avoided before. An unused dungeon level could become part of an abandoned temple. Although it violates what has been said about using pre-prepared scenarios, consider leading the player characters into a mini-scenario taken from a magazine or adventure anthology.",
						"Keep notes on what is found and done as it now becomes a part ofthe DM's world.",
						"Go with it, wing it and have fun with it. Improvise! Some of the best adventures are the unplanned, and besides, sooner or later, they'll head back to the DM's original plot line (with luck.)"
					]
				},
				{
					"type": "entries",
					"name": "Player Preparation",
					"page": 16,
					"entries": [
						"Make the players responsible for some of the game preparations. If one or more new players will be joining the group, ask one of the \"vets\" to walk the new folk through basic character creation and a brief explanation of the rules. Let someone other than the DM be in charge of arranging a time and place for each game and contacting all the players. Encourage the players to bring their own snacks. Have the players keep a journal of their adventures and reestablish the mood and setting for each adventure by prefacing each play session with readings from the journal."
					]
				}
			]
		},
		{
			"type": "section",
			"page": 17,
			"name": "Pacing and Theatrics",
			"entries": [
				"A DM's goal as storyteller and game moderator should be to consistently give his players wondrous, dazzling, and above all, thrilling adventures. Toward this end, he must be able to set a mood, create an atmosphere of suspense, break that suspense with humor, and effectively role-play all the \"bit\" parts. He must get the action moving when the game slows down, then slow it down when things happen too fast, know when to stick in a much needed break, and just as important, know when to call it quits for the night.",
				"Mastering the art of DMing will {@b take} imagination, perseverance, and time. Like most art forms, there are really no hard and set rules as to how things must be done, only the recommendations of those who have traveled the DM's path before. Read and heed, but ultimately, it is one's own imagination and personality which must take control.",
				{
					"type": "entries",
					"name": "Pacing the Play",
					"page": 17,
					"entries": [
						"The ideal adventure game session plays like a good book reads. There are times when it moves slowly while the players soak up the rich atmosphere of the DM's world of wonder. Suddenly the action builds to a furious climax as swords swing and spells zing in pulse-pounding excitement with little time for complicated planning. Then the rate of play relaxes and once again, the players can take their time to plot and plan and prepare. As a storyteller, the DM must actively control the pace at which events and actions take place in his game. Pace of play is an intangible sort of thing that partakes of the speed, variety, intensity, and continuity of game play in an adventure. Speed refers to how fast the action in a game takes place. Variety suggests a selection of play styles and encounters, including combat, puzzle solving, and roleplay. Intensity has to do with the level of suspense the DM has created in the game—from a peaceful or even silly \"none at all\" level to the \"nail biting fear and frenzy\" often associated with movies where undefeatable alien monsters eat everyone but the heroine and the kid. Continuity then, is the way that events logically and believably fall together in an acceptable or at least reasonable manner.",
						"Controlling the pace of play may well be one of the most important steps toward becoming a master DM. In the same way that he designs his world and scenarios for maximum enjoyment, he must learn to orchestrate the components of game pacing. He must know when to speed up or slow down the play, throw out the rules for more enjoyment, or call a break for his fatigued players. Just as importantly, he must know when NOT to interrupt play. The OM must learn to be aware of nonverbal feedback from his players and be able to understand what they are telling him. Such feedback might come in the form of yawns, interplayer chatter, or shortened tempers.",
						"While the goal of a game may be to have the players on the edge of their seats, when the tension seems too high, or the sighs of frustration become too great, it might be time for a break.",
						"When examining his own style of play, the DM may wish to consider the following scenarios:",
						{
							"type": "insetReadaloud",
							"name": "Scenario One",
							"page": 18,
							"entries": [
								"{@i Imagine listening to a speaker who drones on and on in a monotone voice, never varying the pitch of his voice or the rate at which he speaks. Though the content of his speech may be of great importance, one by one, his audience drops off into slumber.}"
							]
						},
						{
							"type": "insetReadaloud",
							"name": "Scenario Two",
							"page": 18,
							"entries": [
								"{@i Picture a fast-action horror movie. Bodies gruesomely splatter left and right faster than the watcher can keep track. The level of terror builds relentlessly with no relief; until finally, the movie ends. Yet somewhere, back in the middle, the audience lapsed into a stunned overload mode where they could no longer be shocked by what they saw and could feel no relief when it ended.}"
							]
						},
						{
							"type": "insetReadaloud",
							"name": "Scenario Three",
							"page": 18,
							"entries": [
								"{@i Visualize an artsy foreign film with constant and visually confusing changes of scenery, point of view, pace of the action and such. Things change so rapidly, that its hard to get a handle on what's going on. The action speeds up and slows down in what seems an almost random manner, leaving the viewer lost and confused.}"
							]
						},
						{
							"type": "entries",
							"name": "Get the players moving",
							"page": 18,
							"entries": [
								"If the players discussion about their next move has deteriorated to a petty quarrel, or has gotten off the subject onto idle chatter, {@i make something happen}. Sometimes, it may be enough to cast a couple dice and make a quick (meaningless) note on paper. This is especially useful if, at least once in a while, a wandering monster or other event actually occurs. Another way is to ask for immediate action. Turn to one of your players and ask  \"What is your character doing right now?\""
							]
						},
						{
							"type": "entries",
							"name": "Create Unusual Puzzles",
							"page": 19,
							"entries": [
								"Counterbalance a hack-andslash tendency, by setting up situations devoid of monsters that require innovative solutions."
							]
						},
						{
							"type": "entries",
							"name": "Get the players moving",
							"page": 19,
							"entries": [
								"Another option for foiling the combat-crazed is to have some creatures, even evil monsters, be more valuable (or important to gameplay) alive than dead. Consider the problems caused when a specific monster is the only source for important information, and the group just killed it."
							]
						},
						{
							"type": "entries",
							"name": "Comic Relief",
							"page": 19,
							"entries": [
								"It's only a game, right? Try telling that to the player who is just about to lose his favorite character. Break his tension and get the game back on track by playing up the foibles of one of the NPCs (or the opponents). Go for broke (try unabashed slapstick or out-andout silliness). Have that halfling hireling drop his lunch sack and scralnble around reclaiming his prizes, all the while tripping up coinbatants, who in tum slip on squishy fruit (hey, it works)."
							]
						},
						{
							"type": "entries",
							"name": "Keep things lively",
							"page": 19,
							"entries": [
								"Try to keep talking to the players even while searching through manuals or notes."
							]
						},
						{
							"type": "entries",
							"name": "Encourage Rapid Play",
							"page": 19,
							"entries": [
								"Create a rich game environment with colorful descriptions and vivid NPCs. Give the players room to role-play. Don't force them to act without thinking, but on the other hand don't let them dawdle over game decisions. Try the following rapid play techniques:",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 19,
									"items": [
										"Keep the player group small, no more than six players and only six to eight characters.",
										"For each turn or rOlU1d of combat, give the players a short time period to mutually discuss options. For combat rounds, the time should be very brief.",
										"Discourage unnecessary chatter during a game. Establish a what you say is what you do atmosphere. If a player says it, his character says it.",
										"Have a predetermined order in which players take their turns. During this time, keep discussion to a minimum.",
										"Make sure all needed dice are on the table. If possible, encourage players to bring their own dice.",
										"Be wi11ing to make rules up. No OM can know every rule. Rather than look up obscure rules, make an on the spot judgement call. Use common sense and take situational factors into account. Make sure penalties for failure are fairly balanced by the potential reward for success (and vice versa).",
										"Be willing to fudge a die roll or overlook an obscure rule if it would damage the pace of play."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Avoid Splitting Up",
							"page": 19,
							"entries": [
								"Unless the DM can split himself in two, he should discourage actions where one half the party goes one way and the other half another. While it can provide some interesting dramatic possibilities, such as the rescue that arrives just in the nick of time, or situations where shapechangers can impersonate one or more party members, the most common result is that one group is bored while the other plays. To keep the game moving when the party splits, separate the groups and move back and forth between them. Allow only a few rounds/turns to pass before switching. Enforce rapid play techniques. Encourage the groups to rejoin as quickly as possible."
							]
						},
						{
							"type": "entries",
							"name": "Plan Breaks",
							"page": 19,
							"entries": [
								"After a particularly intense period of gaming, a short break helps the players recuperate. Usually a 10 or 15 minute break every two hours of play is enough. Plan breaks at natural stopping points, such as an interlude between encounters, or at a cliff-hanger, just when something exciting is about to happen (which usually involves personal peril to the player characters).",
								"Encourage the players to get up, walk around and take care of necessities. This is also a good time for refreshments if the group is so inclined. Otherwise, let the players use the time for open chatter about recent events or to plan their next action. The OM can use this time to catch up on any bookkeeping that might be necessary or to simply catch his breathl Rolling up new characters to replace those who have passed away can also be done at this time."
							]
						},
						{
							"type": "entries",
							"name": "Know When To Quit",
							"page": 19,
							"entries": [
								"It's generally a good idea to have an agreed-on stopping time. Like a runner, a DM needs to conserve enough energy (both emotional and physical) to make the last halfhour of game playas enjoyable as the first. Games without end arerarely enjoyable by all parties involved. As the ending time draws near, the DM needs to watch for an obvious stopping point (again, interludes and cliff-hangers are best). As a warning though, the OM who sets up a cliff-hanger ending for his game session will find hilTIself under immediate pressure to resolve the situation. Everyone wants to know what happens next. It is better to quit while the players are still interested and excited, than to continue gaming past reasonable endurance."
							]
						},
						{
							"type": "entries",
							"name": "Scripting an Adventure",
							"page": 19,
							"entries": [
								"It is possible to prepare (or at least attempt to prepare) the pace of the adventure in advance. If the DM can imagine his adventure as a story, then he should continue the analogy to make each play session into a chapter of that story. Before each game session, set up goals which the players could possibly accomplish during the course of the session. If the DM is running one of his predesigned adventures (see Creating the Adventure) the events of the play session should be a subset of those needed to work out the events of the DM's plot.",
								"Even if the players are just exploring part of their world, decide what events and situations the player characters might logically encounter. Guesstimate the amount of time that those encounters might reasonably take and adjust the events which might happen based on the amount of time allowed for the game session. Arrange the events, if possible, to alternate fast-paced action with slower periods of play. Remember, complicated multi-character, multiple-opponent combats can be lengthy affairs even if the DM decides to streamline the rules to resolve combat more quickly.",
								"Strive to arrange events such that each play session accomplishes some significant part of the story. Use the same guidelines for arranging events during a play session as were used when designing the adventure.",
								"Try to open each game session with action (remember the 'hook' that grabs the players' attention) and then close with action at the end, even leaving the characters hanging with something jus t about to happen."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Building a Dramatic Environment",
					"page": 20,
					"entries": [
						"Total involvement in the game requires the inclusion of of more than just the players' visual senses. Adding sounds or smells to the adventure enhances the total experience and further stimulates the players imaginations.",
						"Develop a proper mood at the beginning of an adventure by decorating the play area, providing player hand-outs, including props and sound effects, or even encouraging the players to arrive and play in costume. These preparations don't need to be elaborate, just whatever is at hand that will add to the flavor.",
						"Fantasy theme posters (including calendars) depicting magical beasts and forests or showing arcane battles can be purchased in most bookstores and help get the players thinking about fantasy adventure. Although they may be a bit on the hokey side, leftover Halloween props (in the form of folding skeletons, bats, cotton-candy spider webs, fiendish jack-o'lanterns or ghoulish ghosts) can make excellent decorations if the players aren't too \"grown up\" to appreciate them (older players may appreciate these more than the younger ones).",
						"Sound effects records and tapes can provide creaking doors, clanking chains, moans, groans and screams. Again, Halloween tapes can provide weird soundtracks, but the DM may want to check on the availability of specific sound effects records at a school or public library.",
						"A costume is whatever makes someone feel more a part of the new world. It can be as simple as a hat, or as complex as a suit of armor if someone happens to have one lying around. Parts of costumes can also be used as props to actually aid in the game play process.",
						"Encourage players to bring any of their own items that might make them feel more at ease in the new world (so long as the game session doesn't turn into a regular show and tell event).",
						{
							"type": "entries",
							"name": "Playing Pieces",
							"page": 20,
							"entries": [
								"Miniature figures arranged on a battle board can help both the players and the DM visualize the spatial relationships between their characters and any foes. Miniatures help some players eliminate problems found in developing a mental picture of their surroundings from the DMs descriptions.",
								"Numerous manufacturers provide a broad array of excellently sculpted metal and plastic figurines. Many adventure game players enjoy collecting and painting miniature figures and if asked, are often more than willing to let other players in their games use them. For players on a restricted budget, colorful stand-up card board figures are a less-expensive alternative to the 3-D miniatures.",
								"If miniatures are not available in any form, try making cardboard playing pieces. Write character and monster names on 3/4-inch square pieces of light cardboard or index cards and indicate which side of the playing piece is the character's front (or his 'facing'). For groups of monsters, just make a couple sets of boldly-numbered playing pieces (remember to differentiate between the '6' and the '9' by underlining the number). That way the DM can call out the foes by number during encounter. If possible, use a different color paper for each set of these monster pieces.",
								"Yet another alternative is to use playing pieces from dismembered or defunct board games that may still be lying around the house, including old chess and checker games (although ambushing the top hat, the iron and the race car with a ravening band of white pawns led by a huge red checker may strain some player's suspension of disbelief).",
								"Using miniature figures assumes a playing surface. The term \"battle board\" includes a variety of playing surfaces. Hard-core miniature wargaming enthusiasts may have tables filled with sand at home (although these are less-than-portable playing surfaces). Other players often use large sheets of graph paper marked off in inch or half-inch grids. Vinyl gameplay mats are gaining in popularity. These flexible playing surfaces are marked off in either hexes or square grids. The one-inch size are the most popular for fantasy gaming. Washable overhead projector pens are used to draw the encounter areas in a scale appropriate to the miniatures (where an inch usually equals five feet). Some mats are even transparent so that the DM's predrawn maps can be placed under them allowing the map grid to provide the necessary scale. Of course, garners on a budget can always use the nearest flat surface and provide a map scale with a cheap plastic ruler."
							]
						},
						{
							"type": "entries",
							"name": "Props",
							"page": 21,
							"entries": [
								"Props are not necessary to the adventure, but their inclusion adds to the flavor of the game. A prop is essentially any physical object or visual aid that can be used during a game to evoke a mood, enhance play, or aid the players in solving problems. The following are suggestions for props, many of which are readily available to players:",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 21,
									"name": "",
									"items": [
										"A cardboard box or jewelry chest that can be used to represent a trapped treasure chest. The players can show, instead of tell, the DM how they will go about opening it.",
										"Chess boards always seem to find their way into game adventures. Having a board and pieces available allows the adventurers to either play out a chess problem or puzzle out a room based on a chess board (without having to draw the board).",
										"A stuffed animal or plush fantasy monster can provide a lot of laughs as it mugs for a wizard's familiar. Hand puppets are even better. Try having the puppet carry on a conversation entirely in pantomime (no speech-movements only).",
										"Use glass beads, play money coins, begemmed costume jewelry (from flea markets and garage sales), and other trinkets to represent important pieces of treasure.",
										"Make homemade flash cards for monsters, NPCs, or magic items. Photocopy an illustration of the being or object and mount the picture on a 3\"x5\" index card (this is for the DM's personal, non-commercial use). Place important information about the pictured thing on the reverse side of the card. Show the cards to the players when needed.",
										"Use books with photos of real castles to depict castles in the DM's game world.",
										"Use models of castles, buildings and even dungeons to depict and layout encounter areas. This can be fun even if miniatures are not used during play.",
										"Use wood blocks or locking plastic bricks to build walls, rooms and even entire castles. Use playing pieces from board games to represent treasure, monsters or odd artifacts.",
										"Make player handouts, including maps, scrolls, wanted posters and deeds.",
										"Provide sample items from a typical adventurer's inventory; like mirrors, flasks, hammers, magic wands, spikes, and so on. Whi1e sitting at the table, the players can show how they might use them."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mood Music",
							"page": 21,
							"entries": [
								"One of the easiest, yet most effective, ways to set the mood is through music. Soundtracks of science fiction and fantasy movies are available at nominal cost and provide an excellent background for the session. These soundtracks have been programmed to expressthrough music the adventuresome spirit we all feel within us. Some make us feel daringly heroic, while other pieces raise the hair on our necks and chill our souls. The DM should choose soundtracks that will evoke the desired moods.",
								"Classical music is another great source for adventurous mood music, particularly selections from classic symphony composers such as Hoist, Tchaikovsky, or Rimsky-Korsakov. Wagner's {@i Ride of the Valkyries}, for example, is exciting battle music. If the DM lacks a broad selection of classical music, check with the public library. Many libraries lend records and tapes. The following is a tiny sampling of recommended composers and appropriate pieces.",
								{
									"type": "table",
									"page": 21,
									"colStyles": [
										"col- text-left",
										"col-10 text-left"
									],
									"isStriped": false,
									"rows": [
										[
											"Beethoven",
											"Symphonies 2, 5, 7, and 9"
										],
										[
											"Berlioz",
											"Symphony Fantastique"
										],
										[
											"Bruckner",
											"Symphony #6"
										],
										[
											"Haydn",
											"London Symphonies (12)"
										],
										[
											"Hoist",
											"The Planets Symphony"
										],
										[
											"Mendelssohn",
											"#4"
										],
										[
											"Mussorgsky",
											"Night on Bald Mountain"
										],
										[
											"Rimsky-Korsakov",
											"Scheherazade"
										],
										[
											"Rossini",
											"William Tell Overture"
										],
										[
											"Tchaikovsky",
											"1812 Overture"
										],
										[
											"",
											"Symphony #6 Pathetique"
										],
										[
											"Wagner",
											"Ring Cycle operas"
										],
										[
											"",
											"Lohengrin"
										]
									]
								},
								"The DM should note that most symphonies are composed of four movements or segments. Not all of them will be appropriate background music. Rather than fumble with cuing up the appropriate movement at the right time, make an audio tape of each piece (one piece of music per tape-so the DM may wish to use inexpensive tapes)."
							]
						},
						{
							"type": "entries",
							"name": "Smells",
							"page": 22,
							"entries": [
								"Smells are more difficult to achieve in setting the mood since \"Eau de Dragon,\" and \"Essence of Dungeon\" are not popular perfumes. To be honest, most players may wish to avoid smelling a dungeon or a dragon (and just as many may object to simulating a forest clearing by spritzing the room with air freshener).",
								"In some ways, this is truly unfortunate. Studies have shown that smell, of all the senses, evokes the strongest emotional responses. This is especially true of {@i remembered} smells. People establish strong links between odors and experiences. The aroma of baking bread can conjure up pleasant memories, while someone who has escaped from a burning building may tremble in fear when he catches even a faint whiff of smoke.",
								"With this in mind, the DM should try to evoke vivid game imagery by drawing upon the experiences of his players. Consider situations in our world that relate to the ones in the game world.",
								"Saying that a cramped dungeon cell smells \"bad\" has no emotional meaning. Since beings have probably been trapped in here without the benefits of indoor plumbing, evoke memories of school locker rooms, rustic road side restrooms or even the stairwell of a public parking garage.",
								"A damp tunnel might smell like an old musty, mildewy basement. For a monster lair, suggest a cat's litter box or an animal barn with just a hint of ripely rotten garbage. The odor of spent fireworks is simi lar to that of brimstone. A well-preserved mummy might share odors in common with both a spice rack and a paint storage cabinet. Obviously, not all players will relate to these smell descriptions, but those who do may suddenly experience the adventure in new ways."
							]
						},
						{
							"type": "entries",
							"name": "Player Handouts",
							"page": 22,
							"entries": [
								"Players really enjoy it when the game master gives them something tangible, something that they can hold in their hands to read and reread at their leisure. If the thing looks like something other than a computer printout, then its even better!",
								"Suggestions for handouts that simulate things that are part of the game include maps found as a part of treasure hoards, letters to the characters, official pronouncements from the ruler of the land, pages apparently removed from old books, deeds to property, birth certificates, and other official documents (such as inventory lists or intercepted messages).",
								"An artistically adept DM might use pen and ink to calligraphically letter a scroll on yellowed vellum, while a DM with a computer could print out the same thing in a fancy type font and then \"age\" the paper.",
								"Along with other props, player handouts can help the DM establish what is going on in a game. A simple but fun way for a DM to set up a game would be to have things in the playing or gathering area be clues to the coming adventure. It may be a reward poster hanging on the wall advertising a 1,000 gold piece reward for the return of the mayor's daughter, or a wanted poster for their own characters who were seen last week tearing up the tavern. It could be a broadside (newspaper) highlighting the events that have happened in the region since the characters' last visit. This is often a newsletter-style handout given to the players as they arrive.",
								"Handouts might also summarize information that the characters would be aware of if they had grown up in that world, such as the basic tenets of the popular religions' peculiar customs of the area they grew up in, or brief histories of the politics in the area.",
								"Whatever the process used to create and present a handout, the end result is a playing aid that both communicates information to the players and enhances their feelings of participation in the DM's fantasy world by making them personally a part of it."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Suspenseful Disinformation.",
					"page": 23,
					"entries": [
						"Acting can also be used to create suspense. There is nothing more frightening to a player than a DM's secret chuckle. This knowing laugh implies that the DM knows what is going to happen next and that it won't be pleasant. The chuckle's effect is enhanced when the DM combines it with rolling several dice and flipping through manuals or notes. It's amazing how quickly inattentive players are suddenly searching the room or guarding the door to prepare for whatever nasty creation the DM has summoned. Of course, he may not have summoned anything, but the players don't need to know that.",
						"When the players ask what they see during a situation, simply answer, \"The hallway seems to be empty at this time.\"",
						"Always leave a shred of doubt. The players never really know if the hallway is actually empty or if they simply cannot see what is coming. Maybe they should have searched more or even not searched at all. Doubt and uncertainty are the building blocks of suspense. Use them to create an adventure in which anything is possible.",
						{
							"type": "entries",
							"name": "Misperceptions",
							"page": 23,
							"entries": [
								"Try to phrase responses to player questions about what they see, hear, taste, smell, or feel in terms of what their characters could actually perceive. Omit infonnation or details that the DM feels a character would not detect through his senses or have the presence of mind to be aware of. Adapt information to fit the characters' (or players) preconceived notions about their world, including any rationalizations about why things might happen or exist.",
								"Consistently use suspense-creating words or phrases when giving answers to your players questions. These include: it appears, it seems, presumably, apparently, possibly, supposedly, most likely, in all likelihood or (my personal favorite) as far as you can tell.",
								"These phrases emphasize that the character cannot know if anything is in the room, only that they don't see anything. After all, it would be impossible for a character to know anything with absolute certainty.",
								"Vague phrases will drive the players crazy if used properly. For example, when characters are walking down a deserted hallway. tell them that they \"perceive nothing out of the ordinary.\" This does not mean that there actually is nothing out of the ordinary, only that they see nothing unusual. If a DM gives answers like, \"nothing is in the hallway,\" or \"the room is empty,\" he is giving too much infomation. The player should not know if the room is really empty. They only know that, with their five senses and any magical aids they are using at the time, the room \"appears empty.\"",
								"Players eventually learn to \"read\" their DM (especially true for players married to their DM). They will learn to pick up clues about dangerous places or situations without the DM consciously giving any. If a DM states that a room is \"empty\" one time and that they \"see nothing\" another, sharp players will know that something hidden is there. Keep the level of doubt constant.",
								"Another good tactic for fooling your players in this situation is to say outright \"the room is empty\". With a sigh of relief and an inner feeling of great self-confidence, they walk in and are ambushed by a handful of invisible monsters. If you think that you are being read by your players, simply take note of your own keys and then use them to your own advantage. In the end, the players may well decide that you aren't so easy to read after all."
							]
						},
						{
							"type": "entries",
							"name": "Loose Lips Sink Ships",
							"page": 23,
							"entries": [
								"The old \"dice rolling and evil chuckle\" trick is particularly useful if the game has slowed down due to idle chatter among the players. Of course, excessive talking is likely to bring wandering monsters to the area to investigate, so make some of the rolls bring actual monsters. This will keep the players on their toes in the future, especially if the DM wiped out half the party the last time they were not paying attention."
							]
						},
						{
							"type": "entries",
							"name": "Messy Maps",
							"page": 24,
							"entries": [
								"Exact room dimensions are another type of infonnation that DMs should not give out freely. How many characters adventure with a yard stick in hand? Take a good look at the players maps. If they are as precise as the DMs, then he must presume that the players are either professional surveyors or, more likely, that he is giving out way to much dimensional information. The best that a character would know under most adventure game conditions (i.e., bad lighting, imprecise measuring tools, and the constant threat of swift, violent death) is that they are in a \"small\" \"medium\" or \"large\" room. The DM may wish to relate an area's dimensions to something with which the characters (not the players) would be familiar, such as a hut, a temple, a tavern common room, and so on.",
								"If someone wishes to take the trouble to pace out the room for more accurate measurements, then he must state that he is doing so and taking the time to do it. Unless the character has brought a measuring stick, a knotted cord or similar device, divide the room dimensions by 2V2 feet for paces. Remember that dwarves, halflings and other small folk will have shorter strides, but probably make notations in the same scale as a human would (imagine a mighty warrior trying to pace off a treasure map prepared by a halfling). If the DM is not careful in the dimensional information he gives out, the location of secret rooms or passages can be unintentionally given out through overly accurate measurements."
							]
						},
						{
							"type": "entries",
							"name": "Magical Misinformation",
							"page": 24,
							"entries": [
								"While this might sound like the sort of thing you receive at a White House press conference, it is actually a wonderful tool for spicing up your games which involves the distribution and description of magical items. The rules provide a rich selection of useful magical objects. Without a detect magic spell, characters will not be able to distinguish between a {@i sword +1} and a normal one (or worse yet, a cursed one). In fact, even if the character knows that the item is magical, he will not be aware of its precise abilities until they are used. Yet, once the players think that they have a magical item, they begin to dig into their rule books to rapidly narrow down the possibilities of what they have found. For example, a character will know that he has a {@i sword +1} the first time he uses it in combat, but any other abilities, like detection of secret doors, will remain unknown unless activated.",
								"The DM may wish to limit some abilities further (even if the rules do not specify any other constraints), so that detection of secret doors might be restricted in some way. This can be done through limiting the number of times a power will work in a given day, or forcing the owner to point the object at the secret door location before it will alert him to it, or even making it functional only during certain phases of the moon. Whatever method is used, limit it in some way so that it will not be too difficult to handle in the future.",
								"Encourage the players to keep their noses out the {@i {@book Dungeon Master's Guide}}, especially during actual play. Be sure to inform them that magical treasures may not appear or function as described in the DMG. Even if the DM has made no changes to the appearance or function of his magical items, this always keeps the players guessing.",
								"Magical items are made by individual wizards or priests either for their own use or for sale to clients. Remember that these people are craftsmen who have both researched the creation of the item and shaped its final form. Each item is made by hand. While a wizard/alchemist may be able to produce large batches of simple potions, no factories exist to grind out clone copies of {@i {@item figurine of wondrous power|DMG|figurines of wondrous power}} or {@i {@item medallion of ESP|DMG|medallions of ESP}}. Each magic item will be as unique as the man or woman (or thing) who made it.",
								"To reflect this, many DMs will take care to make sure that no two magical objects are very similar. While the dreaded {@i Bloodblade of Aahg} might only be a {@i +2 sword}, the clever DM will go to some length describing the \"pulsating runes of power\" which decorate its length. Thus, this weapon is a well known object now which will instantly be recognized by others as magical in nature. Such descriptions are a good way to add to the feel of a game.",
								"The magical items listed in the DMG, for example, should not be discarded, but may appear in different forms. A {@i {@item wand of polymorph}} may not always take the shape of a traditional wand. Perhaps it has been built to resemble a jewelled scepter. Maybe a helm of telepathy will appear as a knitted stocking cap. The old maxim, \"Things are never as they appear,\" should remain true.",
								"Another way to alter magical items would be to devise a random chart of possible results of using the item if the user is not fully versed in its secrets. For example, if the characters manage to find, borrow or steal the personalized wand of a high-level sorceress, any attempt to use the wand might produce random results.",
								"For proper identification of treasure in hand, a high-level bard might be the most likely source. Unfortunately, high-level bards do not grow on trees and those few of sufficient power are probably also too important to deal directly with adventuring nobodies. Therefore, the players will usually be left to discover the properties of a magical item by trial and error or through the use of spells like identify. Sometimes, the players attempts to discover just how an item works leads to a whole new campaign."
							]
						},
						{
							"type": "entries",
							"name": "You Talk Too Much",
							"page": 25,
							"entries": [
								"A DM can also inadvertently reveal too much information while playing the part of an NPC. Just because an NPC is a resident of the DM's fantasy world does not mean that he will necessarily have access to every secret of the land. Rare will be the townsman who knows the happenings in the next village, let alone the activities of the prince in the neighboring land. People usually reminder things that are personally important to them, and discard the rest. On the other hand, unusual events will be talked about for years, even generations, to come.",
								"Keep in mind what the NPC could actually know, and don't be tempted to act or speak based on information the character would not have. Furthermore, most NPCs will tell the truth (if it suits their purposes) as they believe it to be. A particular bane of law enforcement officials is that each person who witnesses an event will tell a unique version of what they have seen. The events are colored by the person's general level of perception, his preconceived notions, his personal prejudices (likes and dislikes) and interests.",
								"For example, an alchemist may have overheard two strangers discussing the hazards they suffered obtaining a particularly rare potion. Like fishermen, adventurers will often embellish the tale of their latest catch. What starts out as the ambush of a small party of goblins that yielded them the unusual find of a magic potion, may end up being told as an epic where evil wizards and deadly dragons were demolished to discover a hoard of lost formulae. In order to make a sale, the alchemist would naturally exaggerate the story even further to whet the characters' appetites and lure them into spending more in his shop.",
								"Thus, much of the information gained from such sources should be treated as unreliable and grossly exaggerated from actual fact. The important thing is to be careful not to allow the DMs \"inside information\" to color the alchemist's words or actions. The DM knows the truth about the phony formulas, but the alchemist doesn't. The alchemist might exaggerate to the characters the importance of the find, or go off to search for it himself."
							]
						},
						{
							"type": "entries",
							"name": "Fear and Loathing",
							"page": 25,
							"entries": [
								"It can be said that players (and humanity in general) are not afraid of what they know, but of what they don't know. When the DM places a familiar name on a monster, the players instantly pigeonhole the beast. Unless the monster has been specially created by the DM. the players will either immediately know all there is to know about it or will know it out to nine decimal places as soon as they grab a monster manual. The solution that usually occurs to DMs is to constantly make new monsters. Designing monsters is great fun, but also a time-consuming process.",
								"As an alternative to developing vast hordes of new monsters, consider describing creatures (and NPCs) in ways that disguise or at least cast doubt on their true nature. Remember that the characters will usually only catch brief, often dark and shadowy glimpses of their foes. The word 'humanoid' covers a broad range of creatures, from kobolds to storm giants.",
								"Again, rely on the perceptions of the characters. Describe what seems to be seen, what may have been heard, or a faint odor in the air. Let the players draw their own conclusions. When the players don't know what their characters are up against, they begin to feel the creeping chill of fear. Under such circumstances the players suddenly become keenly aware of what it must be like for real people to be in the situations that their characters are experiencing. The DM may find that his players have become more concerned with discovering the nature of their unknown foe than they are with learning how much treasure it is hiding.",
								"Keep the players guessing, keep them on edge, even make them afraid-they'll love you for it."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Funny-Ha-Ha",
					"page": 26,
					"entries": [
						"Humor, in all its various fonns can break the tension, relieve the fear, and provide a balance for all the intensity associated with combat and life-or-death puzzle-solving. A joke (even outside the context of the game), a fwmy incident, or a silly NPC portrayal can slow the pace of the game down and give the players enough time to regain their perspective on a situation. Humor can also provide a deadly trap. Picture an inept NPC, someone who could be dangerous if he had his wits about him, but who is obviously more concerned with his own trivial, even humorous problems. His light-hearted demeanor catches the player characters off-guard, even involves them in solving his problems. Then, when the players least expect it, the NPC springs his trap, either attacking the characters or relieving them of valuables (it may even be possible for the characters to be unaware of their loss until long after the fact). Unless the DM varies the situation, this little trap should only work once for each group of players.",
						"Use humor to change the pace or lighten a tense situation, but avoid giving NPCs silly sounding names unless the character is intended to 26 be the constant butt of jokes. Keep the names consistent with the world. Fearless Phred, may seem cute initially, and generate a few chuckles, but eventually, the joke wears thin and the DM is stuck with an NPC who has a stupid name. Regardless of Fearless Phred's prowess or power, the PCs will never take him seriously."
					]
				},
				{
					"type": "entries",
					"name": "DMing in Full Color",
					"page": 26,
					"entries": [
						"OK by now the DM should know how to speed things up, slow things down, and what NOT to tell his players. Unfortunately, he also may have decided to quit telling his players anything about what they see, hear, or experience in an adventure (some DMs do this as second nature, but more on that later). This is where we reverse the trend. The DM is certainly encouraged to misinform the players if it suits the needs of the game, but misinformation is no excuse for running a game in black and white. Since the players cannot actually see the areas that their adventurers explore (unless the DM is running a lavish audio-visual presentation), most, if not all of their perceptions of their world come from the DM's descriptions.",
						"So don't be stingy with descriptive material. Tell the players the important things that their characters see, hear, smell, and taste in their world, and then add in enough extra detail so that the players have to decide for themselves what's important and what's not.",
						{
							"type": "entries",
							"name": "Set the Scene",
							"page": 27,
							"entries": [
								"Establishing the setting for encounters, whether they take place in a wind-whipped mountain pass or a dimly-lit underground chamber, is an important part of the DM's responsibilities. When all a DM does is to draw room dimensions on a battle map and says \"This is what you see,\" chances are, that is all the players (and their characters) will see: outlines on paper. The effective DM will take his descriptions of an area beyond mere room dimensions and make it live for the players. The following are examples of ineffective and effective descriptions of encounter areas:",
								{
									"type": "insetReadaloud",
									"name": "Ineffective Setting",
									"page": 27,
									"entries": [
										"{@i The room is 20 by 20 feet and has a couple cots and a table in it.}"
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Effective Setting",
									"page": 27,
									"entries": [
										"{@i The door sticks and opens only with effort, scraping the mold and moss that carpets the floor beyond. Even the beds and table are encrusted with the stuff. The walls remind you of leprous sores, with gangrenous wounds where scabs of plaster have fallen away. Even as you stand here, a mottled chunk falls silently to the padded HOOT.}"
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Ineffective Setting",
									"page": 27,
									"entries": [
										"{@i You come to a clearing in the woods with some ruins near the center. It's getting dark.}"
									]
								},
								{
									"type": "insetReadaloud",
									"name": "Effective Setting",
									"page": 27,
									"entries": [
										"{@i The path through the forest abruptly opens onto a grassy clearing. Tumbledown remnants of an ancient building hulk in the center of the glade. Rows of fallen columns, like broken teeth, mark a path to the gaping entrance of the ruin. Even from here, you can see numerous statues filling wall niches and unpleasant sculptures looming gargoyle-like near the collapsed roof. Several leaning towers thrust up out of the ruins as if to catch the last light of the day. Even now, long shadows from the surrounding trees darken the glade, almost visibly creeping forward to make the darkness complete.}"
									]
								},
								"In each of these situations, the DM's effective description (even though a bit heavy on the prose) both describes what the characters see and establishes a mood. A once-generic part of the DM's world has taken on specific and even menacing form. Will the characters enter the area as it is described, now knowing, or at least feeling, that potential danger lies therein? Without motivation, probably not."
							]
						},
						{
							"type": "entries",
							"name": "Presenting NPCs.",
							"page": 27,
							"entries": [
								"It never hurts to re-emphasize the importance of NPCs to an adventure game setting. If the DM does a good job making his NPCs colorful, his players eventually may forget the 30-level dungeon they explored, or the corrupt political system they exposed, or even the nifty magical toys they were constantly uncovering, but they will never forget the time that Hilgo Bandylegs bowed low and offered his battle axe in the service of the player characters, only to trip on his flame-orange beard and go tumbling into the wine vat."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Make Encounters Dramatic",
					"page": 27,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 27,
							"entries": [
								"{@i The statue you were fiddling around with animates and swings its fist at you.}"
							]
						},
						"Described like this, the eerie magics that breathe life into an eight-foot-tall being of cold stone seem somehow mundane, as if it happened every day. Think how much more exciting it would be for the players if they were told:",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 27,
							"entries": [
								"{@i As you attempt to remove the gems from the statue, the blood red ruby sinks inward as if it were a button being pressed. With a sharp snapping sound the statue's eyelids slide up to reveal jewels that glow like lanterns through green glass. Its cold stone flesh suddenly becomes almost hot, like a sunbaked rock and a hiss of vapor escapes its mouth. Its limbs move with unnatural speed as it swings a mallet-like fist at your character.}"
							]
						},
						"Notice how the second description focuses on what the characters see and feel. If the DM emphasizes the sudden movement of the eyes and punctuates it with a sharp sound, he may catch the players off guard. Like their characters, they too have been caught off guard and now share the character's apprehensions.",
						"The key to making encounters dramatic is to focus on what makes them fantastic:",
						{
							"type": "list",
							"style": "list",
							"columns": 0,
							"page": 28,
							"name": "",
							"items": [
								"Stress the fantastic or the unusual in every encounter. Try to make each encounter unique in some way, even if the characters are encountering something they already know about.",
								"Make the foes seem unbeatable. Their numbers or apparent abilities make the chance of failure and death an all-too-possible reality.",
								"Monsters should be horribly monstrous or wondrous and fantastical. Don't treat them as natural parts of the environment. Evil is vile and awful, frightening to behold. Marvelous things bring out the child in us. When magical beasts make an appearance, scare the characters or make them marvel in wonder.",
								"Have the monsters or NPCs make startling or mysterious entrances and exits. A wizard or monster appearing in a puff of smoke may be a trite and overworked cliché, but that's the general idea. Try having thieves who sneak up to politely tap a character on the shoulder, or monsters who drop from the ceiling or leap from hidden cavities in the floor. Have the lights go out and when they are rekindled, the monster/NPC has appeared or disappeared (hey, it works in detective movies). Use the old \"chill wind shivering the spine\" effect to make an encounter seem weird. Leave the players wondering \"How'd he do that?\"",
								"Use foreshadowing to warn or hint of an encounter's eventual occurrence. Foreshadowing is a storytelling technique where mysterious minor events seem to tell of the occurrence of another major event. For example, a dream might hint at black shadows creeping across the countryside, implying something evil this way comes. A found note might reveal the name and intentions of an evil wizard 'who's actions have recently involved the PCs. The idea is to give the players just enough infomation to make them wary or nervous, then slowly play up the fears through other hints and rumors until they crave/dread the foreshadowed encounter. Then its up to the DM to make sure that the encounter is worth all the anxiety it has generated."
							]
						},
						{
							"type": "entries",
							"name": "The Threat of Failure",
							"page": 28,
							"entries": [
								"If life, death, or the fate of the universe hangs on the outcome of the player's actions, the threat of failure adds significant drama to any situation. When it's impossible for the characters to fail or if the pes are immortal (or nearly so), the drama is gone.",
								"In real life, risk taking is an addictive, but deadly form of entertainment enjoyed by a few, but appreciated by many. Every day, men and women jump out of airplanes and drop earthward, drive automobiles at breakneck speeds around the hairpin curves of racetracks, dangle precariously from wind whipped icy rocks at altitudes where oxygen is a rare commodity, and challenge lightning-quick martial artists in combat-all in the name of sport and enjoyment. Part of the excitement in these activities is the risk factorthrilling and chilling realization that a single misstep means injury or death.",
								"Since most of us do not risk our lives for the sheer thrill of it, a significant attraction to role-play gaining is the ability to vicariously partake in risky activity-without any personal danger (other than the threat of writers cramp or danger of overeating).",
								"Therefore, increase the drama of an encounter by putting the characters at risk of personal injury, death, or loss. Possibly have their failure inflict injury or death on someone else (remember the legend of William Tell and the apple he had to shoot off his son's head?). Make the players aware of the consequences of failure (at least the immediate ones). Of course, the rewards should be equal to the risk."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ban Gamespeak",
					"page": 28,
					"entries": [
						"There exists a tendency in adventure gaming for both the DM and the players to sacrifice the color and richness of roleplaying for the expedience of advancing the game. The DM forgets that he is a storyteller and becomes a rules judge. The players forget that they are characters in a drama and behave like board garners calling out combat results. Instead of talking descriptively about actions and their outcolnes, the participants refer to dice rolls and game statistics. An exchange might go:",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 29,
							"entries": [
								"{@i DM: \"The orcs see you and advance 20 feet to attack. Somebody give me an initiative roll.\"}",
								"{@i Player one: (rolls dice) \"Drat, only a three.\"}",
								"{@i DM: \"Still beats my one. What's going on now?\"}",
								"{@i Player one: \"My fighter Bruno attacks with his +1 sword.\"}",
								"{@i DM: \"OK, he needs a 13 or better to hit, and the magic user needs a 16 if she uses her weapons.\" Player two: \"No way! Wanda zaps with her magic missiles. Aw, only six points of damage from both missiles.\"}",
								"{@i Player two: \"No way! Wanda zaps with her magic missiles. Aw, only six points of damage from both missiles.\"}",
								"{@i Player one: \"Bruno rolls a 16 and does seven points of damage, plus one for the sword and another one for Strength, for a total of nine. Since ores only take eight points of damage max, one of them is aced!\"}",
								"{@i DM: \"OK one ore {@sup [sic]} is down from Wanda's missiles, but the one Bruno hit takes his points and keeps on coming and does 11 points to Bruno.\"}",
								"{@i Player One: \"Let's get outta here! Bruno's only got one hit point left.\"}",
								"{@i Player Two: \"Tough break, Bruno. Wanda whips out her wand of fear while Bruno makes for the door.\"}"
							]
						},
						"The action comes across, but without any particular emphasis on the setting, the characters, or their foes. Wanda and Bruno are played as generic characters who encounter a band of equally generic monsters. One set of numerical statistics has met another and exchanged a round of randomly generated numbers. Now try the same encounter with a little color and role-play.",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 29,
							"entries": [
								"{@i DM: \"A pair of heavily armored, low-browed humanoids round the comer. They see Wanda and Bruno and they don't look happy to see them here. The big one growls out something that sounds like orcish to Wanda.\"}",
								"{@i Player two: \"What did it say? Wanda knows the are language enough to make out basic words.\"}",
								"{@i Player one: \"Yeah, what?\"}",
								"{@i DM: \"'Surrender or there'll be trouble if is all you can make out.\"}",
								"{@i Player two: \"Wanda drops to her knees and starts to plead for mercy, wringing her hands together. She tries to get Bruno to do the same.\"}",
								"{@i Player one: \"Bruno will never surrender to are scum! He charges the largest are, swinging the mighty Calabash over his headin a deadly arc!\"}",
								"{@i Player two: (sighing) \"Wanda was also trying to disguise the somatic part of her} {@spell Sleep} {@i spell like she did with the gnolls.\"}",
								"{@i DM: \"The big fellow charges Bruno while the little one warily approaches Wanda He seems to be indicating that any attempt to aid her companion will end badly. Bruno's attack roll must beat least 13 to effect his foe. If Wanda wants to attack her opponent, she must roll a 16 or better.\"}",
								"{@i Player one: \"The glowing blade of Calabash slices through the air and connects solidly with the are for a mighty blow. Bruno's opponent loses nine hit points!\"}",
								"{@i Player two: \"Wanda stays on her knees and continues to wring her hands and cry, but she has changed over to her magic missile spell. When she releases it, the missiles inflict six points of damage on her foe.\"}",
								"{@i DM: \"Wanda's missiles strike the smaller humanoid, flinging him backwards like a rag doll until he strikes the passage wall and collapses. Meanwhile the larger creature seems to shrug off the damage done by Bruno. Its own hideous weapon crushes the fighter, reducing Bruno's hit points by 11 and forcing him to his knees.\"}",
								"{@i Player One: \"Even though Bruno is nearly done in, he drags himself towards the exit. He knows that Brother Albert can heal his wounds.\"}",
								"{@i Player Two: \"While the monster's attention is still focused on Bruno, Wanda readies her wand of fear and prepares to speak the words that will unleash its powers.\"}"
							]
						},
						"Again, the second passage emphasizes the descriptive, or storytelling, nature of the game. Die results, statements of intent and tum instructions are woven into the story that the DM and his two players are mutually creating, but the story takes pre-eminence.",
						"Although both the DM and the players share the responsibility of telling the story and avoiding the crutch of gamespeak, the DM must shoulder an unequal portion of the burden. As the DM he must encourage his players to speak in character and take part in the tale's telling. The more the DM makes use of descriptive phrases the more the players will also. The words he chooses sets the tone for the game. If the DM speaks in technical jargon, the players will also."
					]
				},
				{
					"type": "entries",
					"name": "When Rules Get in the Way",
					"page": 30,
					"entries": [
						"The AD&D® game rules are purposefully complex and detailed. They are designed to accommodate a vast array of game situations, and give both the DM and his players satisfactory answers to the question \"what happens if I do this?\" in nearly any scenario. Yet game rules are designed to solve the statistical aspects of game play, not to tell stories.",
						"In case one hasn't realized it by now, adventure role-playing is a form of orchestrated storytelling, almost improvisational theatre, where the actors make up their lines just before they speak them. Game rules provide statistical suggestions for what happens as a result of a characters actions. Unfortunately, constantly having to determine the statistical outcome of player actions gets in the way of good storytelling.",
						"For example, if the party find themselves as participants in major military battle, the DM does not need to fight every combat encounter. For the purposes of the story, assume that the pes successfully deal with any foes they meet or set up a single conflict to give the players the feeling of frenzied conflict and the senseless slaughter occurring around them.",
						"If the events of travel between two places are unimportant, inform the players that they arrive safe, sound, and only slightly weary from their journey. Don't drag them across the intervening terrain day by day and inch by inch.",
						"Assume that, as heroes, the characters can overcome simple challenges without needing to roll dice. If a task is reasonably within a characters abilities, let the character do it (unless the DM's story requires a dice roll). The same holds true if there is no personal danger involved in a task or if multiple tries are possible.",
						"When the rules get in the way of telling the story, the DM should consider eliminating or at least streamlining them."
					]
				},
				{
					"type": "entries",
					"name": "Character Mortality",
					"page": 30,
					"entries": [
						"For characters' lives to have real meaning within the game world, their deaths must have meaning also. No player is ever happy to see his favorite character die and if that character's death seems meaningless, then his life may also seem pointless. The DM can take this as a recommendation against traps that function on an \"oops yer dead\" basis.",
						"Since an effective DM's adventures contain dramatic scenarios which have a real chance of a player character dying, the DM should try to make those characters' deaths play an important part in his story.",
						"If it becomes obvious to both the DM and the players that one or more PCs are about to be killed, gi ve the characters a chance to make their deaths meaningful. Improvise a scenario that gives the characters a glorious and memorable death scene. For inspiration, consider those war movies and action films where a mortally wounded character remains behind to take out the pursuing bad guys, or where one character leads the villains astray, knowing it means his own death.",
						"The DM might wish to let the characters ignore their fatal wounds for a few rounds while they hack berserkly at the fiends who outnumber and surround them, giving better than they get and giving their friends a chance to survive. Remember, the characters die in the end, but the clever DM has managed to let them die with dignity and heroism!",
						{
							"type": "entries",
							"name": "Alternatives to Dying",
							"page": 31,
							"entries": [
								"Death is essentially a punishment for a character's failure to overcome a fatal obstacle. However, even when the rules indicate that such a failure would kill a character, the DM need not necessarily make death the only possible punishment.",
								"Some characters pointedly deserve to die. Their players have insisted on making the characters act and behave in a manner contrary to either good role-playing or even common sense. Their stupidity finally places them in a situation from which their is no escape and they die an ignominious and pointless death. Other characters are VIctIms of either bad dice-rolling (their's or another's) or the logical outcome of the way they role-play their characters. Given such situations, the DM can decide either to make the death grand and glorious, one that has real meaning in terms of the adventure's story, or arrange events such that the character survives but is still punished in a significant manner-this latter punishment can often be a fate worse than death.",
								"The DM might help a character cheat death in one of the following ways:",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 31,
									"name": "",
									"items": [
										"The character collapses into unconsciousness only to awaken later, his wounds mysteriously healed. Usually, there is a price to pay for this later. This is one of those situations where the DM is allowed to meddle with a character, taking away something, giving him something, or changing him in some way. Often, whoever does the healing will demand a payment of service.",
										"Instead of killing the character, his foe's last blow stuns him and he is taken captive.",
										"An NPC or favored animal companion sacrifices his life for the character. Care must be taken to make this scene believable.",
										"The character dies, but a higher power guides his spirit back into his body—his task on earth is not yet done.",
										"The dead character's companions find a one-shot device or NPC who can bring the character back to life. Again, this usually involves a loss or sacrifice on the part of the dead character."
									]
								},
								"If the DM has to intervene to save a character, he may wish to balance his act of mercy by penalizing the character who should have died. Consider the following possibilities:",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 31,
									"name": "",
									"items": [
										"Reduce the amount of experience points gained from the adventure. Have the character survive, but be captured until he is rescued or escapes on his own, usually without any of the goodies he has been collecting during his adventures.",
										"Have the character acquire a liability due to his mistake. Possibly his wounds leave him with a limp that reduces his speed, or internal injuries cause a drop in his constitution score. Maybe his depth perception is gone due to the loss of an eye, or he becomes one handed when his sword hand is lopped off.",
										"Change the character in some way. Maybe the only way his friends could bring his spirit back was to reincarnate him in the body of another creature. Or maybe his spirit was transferred into a body that could be repaired. That new body could be just about anything. The magics involved in saving the character could have required replacing severely damaged parts of his body with functioning parts from other creatures.",
										"Relieve the character of treasured possessions. Whoever saves the character (or captures him) may think that taking his {@i {@item +3 sword}} and {@i {@spell helm of telepathy}} are a fair trade for bringing him back to life. Maybe the thing just got lost, say in that deep (bottomless?) chasm back there, the one with the hot vapors and eerie noises wafting up from below. Subject the characters to the mockery of others. This usually works best when the DM has had to save the hide of the entire party. Let them know that their failure in a situation (where they should have rightfully died) makes them the laughingstock of the fortress. Have a once-loyal hireling or two silently disappear, unable to bear the shame of it all."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fudging or Constructive Cheating",
					"page": 32,
					"entries": [
						"Imagine that during the course of the game, the player characters have just barely survived the climactic encounter with the Baron Skorditch, Wizardlord of the Kroolons, escaped with the cumbersome princess Natasia and discovered the lost secret of double-entry bookkeeping. All that stands between them and glory is 100 feet of corridor. Unfortunately, the DM had decided long ago (more likely at 3 A.M. the night before) that this corridor would be filled with deadly Snargon gas. Since none of the players thinks to check for traps, the DM secretly makes the die rolls for them.",
						"All-too-suddenly, the hot dice-rolling that allowed the pes to so handily overcome their earlier obstacles goes sour. No one detects the gas. If the party continues, they will all die! And, of course, they continue...",
						"While the DM should not feel that he must protect his precious plot lines or make sure that the desired outcome of a story takes place, he does have a responsibility to his players. He owes them a good time.",
						"Having the entire party wiped out as the denouement of an adventure is rarely considered a good time. In situations like these, it's OK for the DM to cheat.",
						"Throughout these chapters on DMing, it will be stressed time and time again that the DM must remain impartial. He should not take the side of the monsters against the PCs or side with the player characters in their battle against their fiendish foes.",
						"So now we tell the DM to cheat! What should the fair DM do in such a situation? Well, a hard-hearted DM would let the pes walk into his trap, blow their saving rolls, and die. He may also see his players suggest, that they have better things to do with their time from now on.",
						"At the other extreme, the DM could just say to himself \"there's no trap here\" and let the PCs proceed on their way, not realizing that the DM just compromised his design to let them live. This too is a mistake, because by doing so, the DM has assumed that the players are unable to deal with challenges.",
						"A wiser solution would be to suggest to the players that something does not seem right in the corridor ahead or to let an NPC reveal the trap, even though it costs his life. The DM might even improvise an ambush attack that diverts the characters to another exit.",
						"In a sense, whenever a situation arises in which the outcome of the entire adventure seems to hang on a single die roll, and that die roll fails, the DM is encouraged to fudge-to cheat in a constructive manner. Rather than see an entire gaming session, even an entire campaign wasted because of one stupid incident, the DM may wish to create alternative outcomes on the fly, ones that require roleplaying instead of \"roll-playing.\""
					]
				}
			]
		},
		{
			"type": "section",
			"page": 33,
			"name": "Uses of Judgment",
			"entries": [
				"Many of you have had the chance to play computer games or play-by-mail games which are much like role-playing games. While many of these games are wonderful and provide a great deal of enjoyment for the players, there are some important things which set them apart from true role-playing games like the ADVANCED DUNGEONS & DRAGONS® game.",
				"Computer games have built-in limitations when it comes to the kinds of activity they will allow. The players must make their choices for actions and reactions from those allowed by the game's rules. Nothing else is allowed. If it hasn't been put into the game by the programmer, it can't be done. Furthermore, the features in a computer software game all have to work together absolutely perfectly, otherwise the game crashes when the computer is unable to resolve a software problem.",
				"Like computer games, the rules for role-playing games are designed to deal only with those situations that the game's designers have previously anticipated. It would be nice to say that this game or any role-playing game has rules that work perfectly for any situation or encounter. However, the vast variety of options in roleplaying games generally means that some obscure combination of rules has been overlooked. When rule conflicts arise the game would also crash and burn (figuratively speaking, of course) if it weren't for a DM who can act as a free thinking \"computer\" and make rules interpretations in order to get his adventure through a rough spot.",
				{
					"type": "entries",
					"name": "To Interpret the Law",
					"page": 33,
					"entries": [
						"One of the purposes of a court of law is to interpret the laws the land, to decide whether or not they apply in a given situation. Like a judge, the DM must determine whether or not the rules of a game apply to situations within his game. He may even decide that certain rules are \"unconstitutional\" and do not apply to his game world. Working within the rules, he determines the outcomes of the actions of the players and of those NPCs and monsters that he controls."
					]
				},
				{
					"type": "entries",
					"name": "Leaving the Rules Behind",
					"page": 34,
					"entries": [
						"There are also times in an adventure when the DM may decide to wander away from the official rules of the game and focus on the action of the game, making judgement decisions as to whether characters successfully use skills or monsters detect the presence of intruders rather than rolling dice for an answer.",
						"Too often in a game, the DM gets in the habit of consulting dice to make his decisions. The player's want to perform an action. The DM considers the options and rolls the dice. Even though he may have weighted the success chances one way or another based on his estimation of the chance of success, he's still relying on random chance to determine the outcome. True, random elements can affect player actions, but just as easily randomness can ruin a chance for drama within an encounter, spoil the excitement in an adventure or ruin the players' plans.",
						"Chances are, the rules say to roll dice to resolve a given situation, such as \"roll a d20 to determine success\" or \"there is a one in six chance that the character detects the hidden door.\" Yet in some situations, its better to ignore the rules and rely solely on the DMs judgement skills.",
						"Go watch some young children playing with cars, trucks, action figures, or dolls, the kind of toy doesn't matter. Without a game master or a complex set of rules, they play out complex fantasy encounters. In their childlike way, they role-play more effectively than most older players. Minor disagreements aside, they work together to forge their shared imagination into a single story line, a fantasy lived out through their toys. As we have grown older, we've found a need to impose structure on our lives, to replace toys with tools, imagination with rationalization, and free-form play with rules.",
						"The effective DM will draw upon both the imaginative child within him and his abilities as a story teller to stir the imagination of his players. He will find whatever opportunities he can to free himself from the constraints of rules and concentrate on giving the players an extraordinary role-playing experience, where the shared fantasy of the adventure, the telling of the tale takes precedence over the mechanics of how it is done.",
						"Leaving the rules behind does not mean that the scenario is no longer an AD&D® game adventure. Far from it. The DM should still keep actions and results within the scope of possibility offered by the rules (or at least close enough to be believable). Consider the following:",
						"Fleeing from bandits, the party takes refuge in the oddly intact ruins of a long-dead wizard's tower. The bandits do not immediately follow, for they are afraid of the fiend rumored to dwell in the tower. The cowardly bandits slowly work up their courage to follow—maybe the PCs and the fiend will wipe each other out and they can clean up whatever's left. Meanwhile, during the course of exploring the tower (looking for something that they can use against the cowardly bandits who grossly outnumber them and tend to shoot lots and lots of arrows from the safety of the surrounding trees), the PCs kill a minotaur, and even dispatch the fiend (who actually did live in the tower, but left behind no earthly remains upon his demise).",
						"Unfortunately, the fiend left the PCs in poor shape for dispatching hordes of cowardly bandits (remember, lots of arrows from the trees?), so they concoct a plan!",
						"They will scare the bandits when they come through the front door.",
						"Using paint found in the wizard's lab, they paint the minotaur carcass fire-engine red, haul it to the top of the stairs (which conveniently end at the front door) and sit it atop a shield. At the top of the stair a burly fighter holds the brightly painted minotaur carcass upright while a wizard stands ready with a few simple spells to provide special effects. The rest of the PCs smear themselves with blood and soot and lay around the entryway doing their best corpse imitations and hoping that the bandits don't have time for a body count when the door opens.",
						"As expected, the bandits soon manage to break down the front door and begin to charge into the tower, pausing for a second to look at the unusual scene around theme. Tension hangs in the air as the player's hope for the success of this highly improbable trick. The DM, on the other hand, is doing his best to remember which section of the {@book Dungeon Master's Guide} deals with fire-engine-red minotaur corpses and their ability to terrify charging bandits. Hmmmm. It doesn't seem to be covered...",
						"As you can see, the success of the players' depends on about a zillion complicated factors coming together to create a single desired effect-making the bandits believe that the PCs are dead, that the fiend (who looks like a bright red minotaur) still lives and has his heart set on bandit pot roast for dinner. When the wizard casts his {@i phantasmal force} spell and the fighter gives the body a shove and sends it sliding down the steps, will the bandits tum and flee? Or will they burst out laughing and proceed to slaughter the characters?",
						"Now the DM running this situation could yank out his d20s, d100s, d6s and so on, decide on a chance for each piece of the plan separately, i.e., do the bandits believe the PCs are dead, do they believe that the minotaur corpse is truly the fiend they have heard so much about, does it slide down the steps smoothly when pushed, and of course, are the bandits scared? After rolling for each item, he discovers that one part of the plan fails and the characters are all killed.",
						"The DM who works things out that way is not being very much fun. Sure, the rules say to make skill checks and random dice rolls to resolve encounters, but rules are really only needed as an alternative to imagination. The players have put a lot of imagination into solving the problem of their immediate survival. They set up an opportunity for a dramatic, exciting, and even humorous encounter, which has a slight chance of saving their lives. The DM in twn has given responsibility for its outcome over to a few chunks of geometric plastic. By slavishly following the rules, he has condemned the characters to a pointlessly brutal doom. Look now at the players' plan as it occurs when the DM decides to rely on his judgement instead of his dice.",
						"The aging door to the outside suddenly bursts open and the bandits peer cautiously in. In the gloom they see the carnage wrought upon the dead PCs (the DM decides that it's dark enough for the ruse to work, at least until the bandits inspect the bodies). As the horror of the PCs' doom begins to settle in, they are startled by a booming voice from above.",
						"\"What! More intruders? You shall die even more horribly than those who came before.\" The bandits look up to see a horrible, homed, scarlet fiend barrelling down the stairs toward them before they are blinded by the brilliant bursting flares of light which shower down around them (the DM decides that the phantasmal force spell covers a multitude of discrepancies between the appearances of the fiend they have heard so much about and a red minotaur).",
						"The bandits scream in terror and flee the tower. Their fellows in the woods presume the worst and they, too, run. Meanwhile, back in the tower a muffled voice grunts \"will somebody get this lousy minotaur off me, I can hardly breathe!\"",
						"Similarly, the DM may find himself in situations where the player's must make a skill test to discover something in his game. If they fail the test, the characters miss out on what the DM has in store for thein. Rather than rely on the dice, the DM simply allows the characters to fimd the door. Yet, if he does it right, the situation adds more to the game than the rolling of dice.",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 35,
							"entries": [
								"{@i DM: \"The blood trail ends near the south wall.\"}",
								"{@i Player: \"We check the wall for secret doors.\"}",
								"{@i DM: \"You don't find anything that looks like a door, secret or otherwise. But the elf hears someone fumbling with the lock on the north door.\"}",
								"{@i Player: \"Quick, what's the south wall look like?\"}",
								"{@i DM: \"Lots of detailed pain tings, mostly landscapes. Most of 'em are pretty big.\"}",
								"{@i Player: \"I move the one closest to the trail.\"}",
								"{@i DM: \"Doesn't move. Hey, that sounded like a key in the lock.\"}",
								"{@i Player: \"Uh, um. Uh, what's that painting look like?\"}",
								"{@i DM: \"It's a winter scene. It looks like footprints in the snow, trailing off into the distance. Every so often, you can see a splotch of bright crimson amongst the footprints. In the distance you see what looks like a warrior. The door's starting to open.\"}",
								"{@i Player: \"I, we, um, guys, everybody follow Thuenor. He's climbing into the winter wonderland picture.\"}",
								"A third area where leaving the rules behind can help the DM create a world of wonder is that of magic. The AD8d3®{@sup [sic]} game magic system allows for a great variety of magical powers. Nevertheless, the DM may find that his imagination can create magical devices, artifacts, and environments that defy description within the bounds of the magic rules.",
								"{@i DM: \"The door opens and the wizard enters. He doesn't seem to notice that one of his paintings now contains portraits of a bunch of adventurers.\"}"
							]
						},
						"Suppose that the DM creates a scenario that involves living beings encased within stasis cocoons of transparent crystal. Based on the magic rules for creating magical items, no spell or spells exist for making this work. The DM is then faced with a choice: use this creation of his imagination and present it as an object of wonder, or throw it out because it doesn't fit the rules. The DM probably knows our recommendation already."
					]
				},
				{
					"type": "entries",
					"name": "Danger! Danger!",
					"page": 36,
					"entries": [
						"We've been promoting the concept of slipping free from the rules for a better game. Yet game freedom has a darker side, there is risk involved in breaking the rules.",
						"Realize that there are times during a game when dice rolling and rules adherence must be followed. While the DM may have wandered away from the rules with the best of intentions dwing his adventure, the players will feel more comfortable in certain situations when they know that the DM is playing it by the rules. Then they know that they and the DM are operating at the same level. They have a feeling of control over the situation.",
						"Combat is probably foremost among these situations. During combat, follow the rules and make dice rolls for hits and damage. Reserve any stretching of the rules for those activities that do not directly affect the health and well being of the characters (or their foes!). It's one thing to let a character make heroic jumps and perform acrobatics during a melee. It's quite another to let him make attacks without requiring a combat or damage die roll.",
						"Magic use is another sensitive area. Stick to the rules for both sides of an encounter. As shown below, the players may not appreciate the DM's creativity:",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 36,
							"entries": [
								"{@i DM: \"Waldemar glares at you from his perch atop the statue. He waves his hands in a dizzying pattern over his head and casts his spell. You are all encircled in sparkling lights and suddenly realize that Waldemar is your friend.\"}",
								"{@i Player: \"Hey, just what kind of spell was that? If it's charm person then my elf gets a saving throw. And what's with the sparkles. None of our spells do that.\"}",
								"{@i DM: \"Uh, its{@sup [sic]} a special form of charm person. Nobody gets a saving throw.\"}",
								"{@i Player: \"Well the elf wants either a saving throw or a chance to break free.\"}",
								"{@i DM: \"Well, he tries to break free, but he can't.\"}",
								"{@i Player: \"C'mon! You didn't even roll the dice.\"}"
							]
						},
						"Proficiency and attribute check rolls are another area of ambiguity. If the DM has gotten in the habit of overlooking them during play in favor of his storytelling, he may have a hard time asking the players to make them in life-or-death situations.",
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 36,
							"entries": [
								"{@i DM: \"Thuenor, if you're going to cross the rope bridge, make a Dexterity check for me.\"}",
								"{@i Player: \"Huh? He didn't have to make one going the other way. Why should he now?\"}",
								"{@i DM: \"Because he has to, OK?\"}",
								"{@i Player: \"Let's just say he made it\"}",
								"{@i DM: \"MAKE THE DIE ROLL!\"}"
							]
						},
						"Be sure that whenever a player action could lead to harm, the player makes dice roll. They need to realize that their misfortune is the result of either their own bad judgements or the chance failure to perform a task, and not the arbitrary whims of the DM. If the DM doesn't follow a procedure like this the players will become suspicious every time something goes against them. They may even accuse the DM of cheating.",
						"And cheating is something that the DM should worry about when he's running loosely. Fudging the rules a bit to either preserve a good game or enhance the players' enjoyment is not only approved behavior, but comes highly recommended However, there comes with it the opportunity to ignore rules or results that conflict with the DM's desires for his adventure.",
						"The final point in this area of danger is minor, but needs consideration. The unmodified AD&D game rules are used extensively at game conventions for official tournaments and individual games. Players who have become used to a DM's free-form DMing style may find themselves unpleasantly surprised when playing under the constraints of the unmodified rules system."
					]
				},
				{
					"type": "entries",
					"name": "Presuming They are Heroes",
					"page": 36,
					"entries": [
						"Finally, keep in mind that the PCs are supposed to be heroes. They are unusual persons whose skills and abilities stand head and shoulders above the normal man (figuratively speaking in the case of dwarves and haltlings).",
						"They should be able to perform heroic actions without worrying about the fussy details of their activities. They should be concerned with finding lost artifacts, slaying horrible fiends and saving the world; not cleaning their swords after each battle, counting the arrows in their quivers or telling the DM exactly how they prepare for sleep each night.",
						"Just as the DM works to make his world and nonplayer characters richly real and exciting, he should encourage his players to think of their characters not as the pieces in a game, but as fictional heroes, who live, breathe, and have lives of their own. The best role-playing happens when the DM and players alike quit worrying about the game."
					]
				},
				{
					"type": "entries",
					"name": "When Reason Fails",
					"page": 37,
					"entries": [
						"If a set of rules could be written to cover every situation possibly it would reseemble a law library with stack after stack of volumes documenting important scenarios and the \"correct\" interpretation for each occurrence. The DM would become, in fact, what some games refer to him as—a judge. Unfortunately, DMs might also need to charge professional fees for their time.",
						"Instead, much is left to the judgment skills of the DM. If the rules don't exactly cover a situation, he and his players must resolve the dispute via a mutual agreement (or a definitive declaration by the DM). The hints and tips that have been presented so far have been provided to help the DM deal with any ambiguities or difficulties that develop between his campaign and the \"official\" game rules. So long as everyone is satisfied with the decision (or at least not intensely grumpy about it), the game can continue without incident. Given the vast creativity of the players and DMs in this world, 99.9% of the problems that arise can be solved in this mutually agreeable manner.",
						"Still, that little 0.1% remains and, of course, these are the ones that cause DMs to go prematurely gray or question why they ever gave up their hobby of collecting 01d shoe boxes for all this. For some situations, no interpretation of the rules seems to apply. In fact some of them are directly related to interpreting the rules.",
						"Worse yet, problems are going to arise that have nothing to do with the game, but involve the people playing the game. The DM will rapid1y find that people who enjoy playing the AD&D® game often have \"interesting\" personalities. Strong personalities seem to inevitably clash. So, along with running the game, the DM may find himself moderating \"discussions\" between players.",
						"With this in mind, a number of potential problems, sticky situations, unpleasant scenarios and dire dilemmas have been provided, along with possible ways for the DM to handle the situation and the people involved. Whenever possible, the solution \"kick the player out of the game\" has been avoided.",
						{
							"type": "entries",
							"name": "Basic Presumptions",
							"page": 37,
							"entries": [
								"For the DM to enforce his judgements during difficult game play sessions, he must set a few ground rules for later disputes with the players. Call these the rules for arguments:",
								"First, the DM must declare that his word is the final authority in things pertaining to the game. He will listen to arguments to the contrary, but the players must accept that his word is law and if he declares a thing to be so in his world, then {@i it is so!}",
								"Second, let the players know that if the DM makes a decision which everyone agrees is bad, he is more than willing to discuss it and possibly even call back the decision. The guideline for calling back such a decision is not whether or not the result is bad for a character, or even the entire group, but whether or not it was fair. The same holds true for interpretations of rules. Everyone, including the DM, must agree on an interpretation that differs from the one held by the DM.",
								"Third, make sure the players are aware of any major rules variants being used. The best way to do this is in writing, so that everyone has a copy of the rules on hand.",
								"Fourth, any major deviations from the group's accepted rules (including any variants currently in use) must be approved by the group and must take effect after the situation that brought about their creation."
							]
						},
						{
							"type": "entries",
							"name": "Escaping from Monty Haul",
							"page": 37,
							"entries": [
								{
									"type": "insetReadaloud",
									"name": "",
									"page": 37,
									"entries": [
										"\"After Daniella slays all J 2 of the kobolds with her multi-barrel wand of megadeath the rest of the party finds about 100,000 gold pieces, 33 potions, about 243 gems, 900 pieces of jewelry, a sword that glows almost as brightly as Daring Dirk's frost brand, a suit of well-maintained power armor with markings of the old Imperium and two mounted projectile throwers on it, about four cases-full of short range rockets, a rod of lordly might, and a shadow box hanging on the wall that contains about 20 different figurines of wondrous power.\"",
										"\"Oh boy, we grab all the magical loot and stick it in our portable holes. The wizards begin setting up the transmat box that teleports all the gold back to Castle Pardo.\"",
										"\"Well, as you do that, the south wall glows and a humongous bat-winged creature steps through, oozing pink goo from huge warts and dragging a huge bag of treasure.\""
									]
								},
								"The television game show has become an integral part of our culture. With little or no personal risk (other than that of public humiliation on nation-wide television), regular folks can try for hoards of valuable prizes. The winners walk out with all those things our materialistic souls crave and even the losers get consolation prizes.",
								"Some gamers play adventure games in the same way. In just about every case, the DM is responsible for this. Too quickly, the game goes from the \"Awe and Wonder\" stage in which the game itself seems magical to the \"Glory and Thunder\" level where the players aren't happy unless their actions are punctuated by wrath-of-heaven style special effects.",
								"Monty Haul can begin innocently enough. Sometimes the DM wants to try out some new magical items and so he makes them available at the first opportunity. Maybe he feels guilty about not providing enough magical items for everybody. Possibly he wants to accelerate the player characters through experience levels. Whatever the reason, the end result is that the player characters, like game show contestants, get used to obtaining vast amounts of treasure without risk while their experience levels ratchet upward like miles on an odometer.",
								"From that point on, the PCs' problem changes from \"do we have the magical resources to tackle this problem?\" to \"how are we going to carry all this stuff?\" Instead of simulating a fantasy novel, the game begins to resemble a mail order catalog. The DM may notice that he has an increasingly difficult time setting up scenarios that the players cannot easily blast their way out of or bypass by using magical devices.",
								"The best way out of a Monty Haul situation is not to get in it. When placing magical items, consider whether or not the risk encountered to obtain it is balanced by the benefit the character who finds it will gain. Then consider what the possession of a particular magical item will do to the campaign itself Foiling the effects of a magical device which is too powerful for the campaign can consume much time.",
								"Unfortunately, most players don't realize that they are victims of Monty Haul until it's too late. For the DM who finds he has worked himself and his players into a Monty Haul campaign, there are several possible ways out. Unfortunately, most of them require the DM to act in a manipulative, heavy-handed manner.",
								"The DM can terminate the campaign and start over. This has the most immediate effec~ but neither the DM nor the players may desire this heavy-handed solution.",
								"Taking away the characters' magical toys still involves a heavy handed approach, but it can be done. Have the characters captured by incredibly powerful monsters and relieved of their magical goodies.",
								"While still in the manipulative mode, the DM could save his game by afflicting all magical items with power loss. Reversing the effect requires an adventure, but only partial power is returned (maybe the players are given a limited amount of power to reinvest in magical items).",
								"Although it's a silly solution, have all the magical items possessed by the party suddenly fly together and form an ultra-monster, a golemlike creature who must be defeated without magical firepower. Of course, destroying the thing ruins most of the magical items.",
								"Once the cure is implemented, put the party on a magic-free diet (also trimming out heavy things, like gold and gems) for an adventure or two and then slowly work neat treasure back into the game. The DM might find that the players have a new appreciation for what treasure he does give them."
							]
						},
						{
							"type": "entries",
							"name": "Super Characters",
							"page": 38,
							"entries": [
								{
									"type": "insetReadaloud",
									"name": "",
									"page": 38,
									"entries": [
										"{@i \"Both ancient dragons rear back and spew fire at Clarissa the Mighty. That's 192 points of fiery megadeath.\"}",
										"{@i \"Well, with her {@item cloak of displacement}and {@item ring of fire resistance}, Clarissa automatically makes her saving roll. Between the ring of fire resistance, the potion of fire resistance and her special ability to make her body immune to heat, that reduces the damage down to 18 points, only a slight singeing. Clarissa slurps down a potion of extra healing and then blasts both dragons into Hinders with the photon cannon wand she found in the metallic ruins.\"}"
									]
								},
								"A common by-product of Monty Haul gaming is the super character. The DM may know the type by now, faster than a speeding arrow, more powerful than a loco hill giant, able to leap tall dungeons in a single bound. Most of their attributes appear to have been rolled on d100's. They have more magical gizmos than a college of wizardry and their hit point totals resemble a modest lotto jackpot. In most senses of the word, they are unbeatable—and they are the DM's fault. He made them what they are and he now must deal with them.",
								"Getting rid of super characters requires more than a visit from an exterminator, but that is generally the best solution. Toning them down (i.e., taking away some of their power) is a bit more difficult.",
								"If a character has no chance of failure, adventuring becomes a simple exercise in treasure gathering—sort of like an all-expense-paid visit to the local shopping mall. Considering this, even the player may actually want to find a convenient reason to get rid of his super liability.",
								"Offer the character a chance to retire. Maybe he is promoted to demigod and has to worry about balancing yin and yang in the universe, not just whacking monsters for profit. On a lower key, give him a barony or kingdom to run, whatever seems reasonable. Have the character put his arsenal to good use, defending peasants from marauders.",
								"If that fails, feel free to set up situations that either take the super characters down a few pegs, even to kill them outright. Need examples?",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 39,
									"name": "",
									"items": [
										"An immortal hunter seeks prey, ignoring small-fry in favor of real challenges.",
										"Create situations where a character's super weapons are turned into super slag.",
										"Convince the other players that a super character threatens their own well being.",
										"Use life-draining undead liberally.",
										"Set deadly traps in the form of puzzles or devices that can only be triggered by those with high enough power or skills to operate them.",
										"Arrange for the character's quality of life to decline. Maybe an injury, illness or curse lowers or prevents full use of his attributes and abilities. Maybe he's imprisoned forever by the powers that be.",
										"Have the character's final treasure acquisition be an artifact that messes him up physically and mentally. Make sure the player is aware of his fate at some point and once again make the offer of retirement."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Changing Reality",
							"page": 39,
							"entries": [
								{
									"type": "insetReadaloud",
									"name": "",
									"page": 39,
									"entries": [
										"{@i \"OK, before we get going, I want to let you know that I've given some thought to how Jenny's fighter used her {@item ring of fire resistance} last week and I've decided to modify the way we play invisibility from now on. When a character is invisible, anybody near him gets a chance to sense his presence, regardless of monster level.\"}",
										"{@i \"What? Oh just great! My character bought an invisibility scroll last game and now it's basically worthless.\"}"
									]
								},
								"Game worlds, like living creatures, are constantly changing. Most of these changes are minor, but every so often, the DM decides to make a major change, either to his world itself or to the rules used to run the game. Sometimes these changes will affect the way that the players make decisions about their characters and their actions.",
								"If the DM decides to add a new continent to his world, the after effects are usually minor. However, if the DM chooses to reduce the purchasing power of gold, change the way a particularly irritating spell works, or require wizards to wear pointy hats, his players may object.",
								"Unless all the players disagree with the change, go ahead with it. However, give the players a chance to alter recent decisions or actions that they would have made differently had they known the change was coming."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Rules Lawyers",
					"page": 39,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 39,
							"entries": [
								"{@i \"I don't care if you think it should work that way, that's not the way the rules say it works. Look right there on page 112 of the Player's Manual.\"}"
							]
						},
						"Rulius Magistarius, the rules lawyer, can be the bane of both DMs and players alike and can be either a DM or a player. He's the fellow who demands that anything that occurs or could possibly occur in the game be covered by rules and be followed exactly to the letter of those rules. He is also willing to argue endlessly about some minor point of rules until the DM or the other players are ready to concede the point, if only to shut him up. Chances are he may only be comfortable in a situation where he knows exactly how things will be. Ambiguity scares him. The Wargamer style of play (see Styles of Play) suits this fellow just fine.",
						"Dealing with the rules lawyer as a DM requires both creativity and patience. He is the reason why the DM must both establish his own word as the final authority in games played in his world and record any major variations to those rules. Make it clear to the rules lawyer and the other players that the rules of the game are used as guidelines for play and are not designed to cover every situation. The DM must be willing to hear the rules lawyer's opening arguments, and to explain the logic of his own decision. Stand firm on a decision, but offer to discuss the situation after the game.",
						"If the rules lawyer continues to interrupt play, come down hard. Restrict further arguments to unified appeals (all players must agree without requiring arguments to convince them). Ban all but the most necessary use of the {@i {@book Player's Handbook}} during play. Make the {@i {@book Dungeon Master's Guide}} and all monster manuals entirely off limits."
					]
				},
				{
					"type": "entries",
					"name": "Player \"Personalities\"",
					"page": 40,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 40,
							"entries": [
								"{@i \"Hey, can I have a little of your attention people? Kevin, finish painting the miniatures for the next game, OK? That was real good Mark, but I'm not certain I want to see how close you can put your roundhouse kick to my nose again tonight. Ron, Randy, if you need the stuff in those mere'magazines, you can get them out later. Uh, Lawrence, my wife was saving that gelatin dessert for a dinner party tomorrow. I'd prefer we used a miniature for the green slime instead.\"}"
							]
						},
						"Adventure gaming attracts—how shall we say it?—a unique type of person as a player. Anyone who prefers to spend a Friday night pretending to slay dragons and sling mighty magics is not the type who fits the so-called \"normal\" mold. More often than not, these people, often the DM's friends, have other unusual interests, hobbies and personalities. Strong, unusual personalities tend to exert themselves in gaming and readily find ways to come into conflict with other strong, unusual personalities.",
						"Try to keep the emphasis of the game on gaming. Privately encourage players to avoid discussing outside topics that will bring them into conflict. Be tolerant, even when pelted with dice Gust don't let it get out of hand). Be a peacemaker. Remember, these are friends."
					]
				},
				{
					"type": "entries",
					"name": "Off Nights",
					"page": 41,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 41,
							"entries": [
								"{@i \"Look, I'm running this game! If I say your stupid dwarf is dead, then he's dead.\"}",
								"{@i \"But Thuenor should have been able to detect that trap. He made his detect trap roll just before you opened that pit up beneath him. Anyway, 6d6 is way too much damage for a 10-foot-deep pit.\"}",
								"{@i \"Then it was 40 feet deep and had spikes in the bottom. Same difference—he's dead!\"}",
								"{@i \"But...forget it, I'll see what's on the tube. Let me know when everyone else dies.\"}"
							]
						},
						"What does it take to make a DM go sour? A rotten day at the office or school? Missed sleep? Family problems? A messed-up romance? The onset of pneumonia? Maybe even too much MSG in his Chinese takeout? Everyone has an off day sometime. Unfortunately, when the DM's turn takes place before a game session, everybody suffers.",
						"When a DM feels that he is not in good enough shape to run a game, it may be a good idea to postpone it. Give players adequate warning though. No one likes to drive for an hour to find no game.",
						"If the DM finds himself consistently doing those things which these rules say not to during a game, then by all means stop! Let someone else run the game this time."
					]
				},
				{
					"type": "entries",
					"name": "Intra-party Treachery and Backstabbing",
					"page": 41,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 41,
							"entries": [
								"{@i \"You round the corner, following Lychor. Suddenly, you are surrounded by gnoll warriors. Your 'friend' Lychor is nowhere to be seen.\"}",
								"{@i \"Grrrrr, that rat! We attack!\"}",
								"{@i \"Before your group CaJ1 do anything, Thuenor is struck by a dart, one of Lychor's black ones. As he feels its poison course through his veins, the dwarf hears 'that's for selling my spell book to the gnomes, you little wart'.\"}"
							]
						},
						"Playing adventurers \"in character\" often leads to situations where the motivations and personality of one character lead him into direct conflict with another. If so, the DM may find himself Inoderating a tit for tat encounter which readily escalates to an all-out war between the characters (and quite possibly their players, too).",
						"Although team play is best for successful adventuring, don't entirely discourage small squabbles between characters. They are a part of role-playing and really do add to the game's richness and complexity by offering an occasional interesting twist. However, when these little pranks escalate to situations where bodily harm may occur to a character, step in and stop them. Take the involved parties aside and suggest that this behavior stop. If that doesn't work, use some element of the game to end the treachery."
					]
				},
				{
					"type": "entries",
					"name": "Player Feuds",
					"page": 41,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 41,
							"entries": [
								"{@i \"Cindy, will you tell that piece of shit over there that if his retarded dwarf ever tries that stunt again, he's fuckin' toast.\"}",
								"{@i \"Oh yeah? Cindy, you tell hoser there that he can just forget his ride home tonight.\"}"
							]
						},
						"Always remember that this is a game and that characters in the DM's worlds exist free and clear of any personal problems that the players have with each other. If the DM suspects that intra-party treachery is occurring because player A dislikes player B, stop the activity immediately. Suggest that the players either behave themselves or find something else to do for the rest of the game session."
					]
				},
				{
					"type": "entries",
					"name": "Pettiness",
					"page": 41,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 41,
							"entries": [
								"{@i \"The orcs attack the party while the fire giant goes after Sherimar.\"}",
								"{@i \"Hey, what is this, bash the halfling thief night? How come all the nasties head straight for my character? And what's a fire giant doing here? You said the ceiling was only nine feet high.\"}",
								"{@i \"He's standing in a low area that leads right to your character.\"}",
								"{@i \"Yeah, sure. You're still upset that your dumb trap won't work 'cause I found out that a magic missile didn't work that way, aren't you? Guys, I need some help here...\"}"
							]
						},
						"Ever notice that sometimes the DM singles out a player's character for special punishment? Often that player did something to irritate the DM, like constantly arguing or disagreeing with the DM's judgment calls (rules lawyers beware!). So in turn, the DM goes out of the way to make life miserable (or succinctly short) for that character.",
						"Ever notice that sometimes the DM singles out a player's character for special punishment? Often that player did something to irritate the DM, like constantly arguing or disagreeing with the DM's judgment calls (rules lawyers beware!). So in turn, the DM goes out of the way to make life miserable (or succinctly short) for that character.",
						"If the DM finds that he is avenging himself on a single player, stop the game. Apologize and replace any losses before continuing on."
					]
				},
				{
					"type": "entries",
					"name": "Me-Against-Them Mentality",
					"page": 43,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 43,
							"entries": [
								"{@i \"OK, so you trash the high priest and his pals. <Well{@sup [sic]}, just as the old guy is dying from Thuenor's sword thrust, he pulls on a hidden cord. The loud gong summons every priest in the castle, and they all appear in were-beast form. Meanwhile, an 18 inch thick steel plate blocks the exit.\"}",
								"{@i \"I think she's mad at us, Frank, what do think?\"}"
							]
						},
						"",
						"This is an extension {@i en masse} of DM pettiness. Maybe the players ganged up on the DM, foiling his best plans or backing up a fellow player's disagreement with a judgement call. So the DM retaliates. Neutrality is cast aside and the game becomes a shooting match, one that the DM can always win.",
						"When someone realizes what's going on, either DM or player, they should speak up and stop the madness! Take a break, NOW! During the break, re-establish a policy of fair and informed decision making and mutually discussed disagreements. Consider replaying events that occurred after things got out of hand, allowing the DM some leeway to account for player knowledge of the situation."
					]
				},
				{
					"type": "entries",
					"name": "Experts",
					"page": 43,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 43,
							"entries": [
								"{@i \"The martial artist leaps up at the three fighters, does a spinning side kick and knocks two of you down. B'rolfs hit points are reduced by twelve and Eyegor's by nine. He then...\"}",
								"{@i \"No way, that's just not possible. A real martial artist would have to use two kicks and the fighters could have avoided them easily. I'm a brown belt in Tae Kwan Do and I know this stuff. Be real, and replay his attack the way it should be.\"}"
							]
						},
						"Assuming the player is a karate student (and the DM is not) he probably does know more about the martial arts than the DM. He could just as easily be an archery enthusiast challenging the DM on the realism of a barrage of arrows or an architect correcting the DM in his design of a castle. The point IS that the player is better informed on the subject than the DM and as an \"expert,\" he expects his special knowledge to both countermand one or more of the DM's game actions and allow his character to act as if he too possessed the same knowledge.",
						"From the DM's point of view, his game has just been interrupted, his authority has been challenged, and more importantly, he has been made to look foolish because he apparently does not know his material. A less-principled DM may follow up on the urge to take a pay-back on the players character later in the game. Yet there are other ways to more effectively deal with experts.",
						"First of all, reinforce the authority of the DM. Regardless of what the expert says, the DM's judgement regarding a situation stands. This is a game, the rules were designed to be fun and playable, not perfect simulations of reality.",
						"Second, and only if necessary, gently inform the player that his character probably would not have that type of information, and that you would appreciate it if he would accept the challenge of roleplaying him in that manner.",
						"Third, the DM has to accept that he himself is not the last word in every subject. Other people will probably know more about aspects of his world than he will ever have the inclination to even research. Look upon those players as resources, not just as thorns in the side. If a player brings up a point of realism that might be, useful part of the game, the DM should offer to work with him to design a rules variant that incorporates his knowledge.",
						"The DM's campaign will be improved by an additional richness of detail and, more importantly, the player feels needed. In the end, he will feel more a part of the game (though he may regret it if his special rules eventually work to his detriment some day)."
					]
				},
				{
					"type": "entries",
					"name": "Know-it-alls",
					"page": 43,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 43,
							"entries": [
								"{@i Four times during the game session, Rudy has informed the DM that the rules either don't reflect reality or that if the DM knew what he knew on the subject, the DM would obviously make a different decision. Each time, the subject was different and the player felt obliged to clarify the subject matter for all involved.}"
							]
						},
						"The expert (which we discussed above) and the know-it-all are two very closely related species of gamer. Chances are that the latter type of player does know his material, but the difference between them is that this fellow, the know-it-all, is very interested in letting people know that he knows more than they do and delights in the attention he gets when all eyes are focused on him.",
						"The know-it-all is more a problem than the expert, since he has an opinion on everything. While he may not directly challenge the DM's authority, he often wants to play his character in light of his own knowledge.",
						"Again, as with the expert, the DM should inform the player that he should role-play the character as if he did not possess the knowledge. If this does not do it, enforce the decision. Don't allow the player's character to use knowledge he would not normally know.",
						"Furthermore, the DM should admit that although he may not have as much information on the subject as the player, his decisions are based on the rules of the game and will stand unless their is unilateral player support for any rule variants."
					]
				},
				{
					"type": "entries",
					"name": "When Players Cheat",
					"page": 44,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 44,
							"entries": [
								"{@i \"Allright, Grimbor hits again and does 12 points of damage. You want to see my roll? Um, I think I knocked the dice over just after 1 rolled them...uh, yeah that's the ticket.\"}"
							]
						},
						"Somehow, for some reason, some players think that it's OK to make up their own dice results. Yes, it improves the game outcome for their character, but is a character who always wins, who always does what he needs to do as wen as it could be done, as fun to playas one who occasionally messes up? What about the drama involved in missing a die roll and then knowing that the next one has to be made or it's all over, and the glorious relief and excitement when that next roll succeeds. Character creation is often where the cheating begins. Instead of rolling dice for character stats (or using some other method generally approved of by the group), the player makes sure that his favorite character attributes and money or background rolls are loaded with the best possible results.",
						"A player who fudges dice rolls in order to make things go better for his character only ruins the game for himself From that point on, he never knows whether or not he really could have won through on his own merits. Lacking such confidence, he may feel that cheating is the only way he can succeed, both in the game and in life. And if that player is caught cheating, can his friends ever trust him again?",
						"Player cheating hurts the quality of the game, it's hurts the other players, and it hurts the person cheating. How the DM deals with the cheat depends on his feelings toward wrongdoers in general, but the following course of action may be appropriate: Ask the player to redo the suspect die roll and suggest that all future rolls be made where all can see. The DM may wish to have other players develop a punishment for a cheater, something that deprives him of ill-gotten gain. If the cheating continues, ask the player to find another game group."
					]
				},
				{
					"type": "entries",
					"name": "When DMs Cheat",
					"page": 44,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 44,
							"entries": [
								"{@i The dice fall-sixteen, eighteen, and twenty-one, uh oh. The DM looks at his notes and back to the dice again. If he uses those results, half the party is dead. Still, they are the results of a fair dice roll. So close, yet so far. Still, instead of killing the characters outright, he could throw something else at them, something equally deadly, but which will give them a chance to survive—if they're clever.}"
							]
						},
						"In our earlier section on Pacing & Theatrics we talked about constructive cheating, or fudging. There, we suggested it as a way to improve the quality of the game. So now we have established a double standard: it's OK for DMs to cheat, but not players.",
						"DM cheating, or 'fudging' should always be a last resort. Often, it serves as a way to get the party around a flaw in the design of an adventure-either something too deadly or an overemphasis placed on the outcome of a single die roll. DM fudging should never favor the monsters, a single character (or even all the players for that matter), or his desired plot outcome. Instead, the DM should only cheat when the outcome of a DM-controlled action would totally and pointlessly destroy the adventure. Unlike a computer adventure game, it's not always possible to restart a failed game from a saved game.",
						"Cheating should be both constructive and give the players some control over their destiny. Don't let the players off too easy. Chances are the DM will feel just as cheated by that action as the players would feel if he wiped out the PCs. Instead of ignoring a deadly trap, let it go off, but give the characters time to react or escape.",
						"Instead of killing a character with a deadly blow, have it destroy something of personal value to the character.",
						"If the characters are overlooking something obvious that would save their lives, make the hints broader or find another way to draw their attention to it.",
						"Lastly, if something would logically and reasonably destroy the entire PC group, modify the outcome just enough for a character or two to make a conscious decision to sacrifice themselves for the sake of their fellows. They get the benefit of heroic death (from which there might be a return) and the adventure can continue from there.",
						"One final note—don't let the players realize that the DM has cheated Many players feel manipulated when they realize that the DM's intervention, not their own skills saved their bacon in a tight situation."
					]
				},
				{
					"type": "entries",
					"name": "Rudeness",
					"page": 45,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 45,
							"entries": [
								"{@i Randy: \"Herb, wait until it's your turn.\"}",
								"{@i Herb: \"Oh, stuff it, dickbreath, my character's doing something more important than yours right now anyway.\"}",
								"{@i Rita: \"Guys, where's the last beer I left in the fridge? I can't find it.\"}",
								"{@i Herb: \"Hey, URRRRP!!, I'm sorry, OK? How was I to know that was your last bottle.\"}"
							]
						},
						"Grumpiness, grouchiness, bad manners, interrupting players during their turns, eating food that wasn't intended to be shared—whatever—the end result is that one player (or more) is acting in a way that insults or annoys his fellow players and the DM. This type of behavior encompasses a lot, from the guy who openly insults someone else (even a joke can hurt) to the fellow who presumes that the food in the host's fridge was provided for his benefit. Most people have enough tact to keep unpleasantries to themselves or to behave within the boundaries of common courtesy. When they don't, tension and bad feelings rapidly increase.",
						"When it does happen, the DM needs to respond quickly and gently, but firmly. Ask the players to be civil to each other. Stress the need for team play. If necessary, set down some common courtesy rules.",
						"Enforce a standard order of play, who goes first, regardless of where people are sitting or what their characters are doing."
					]
				},
				{
					"type": "entries",
					"name": "When Nature Calls",
					"page": 45,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 45,
							"entries": [
								"{@i \"Yikes, it's eight o'clock! I was supposed to be home at 7:30! I'm in for it now. See you next week, guys.\"}",
								"{@i \"What happens to Frank's dwarf? Thuenor was the only fighter we had lift.\"}"
							]
						},
						"It would be nice if the outside world could be kept from intruding on the DM's carefully ordered game world. However, players are people (it's really true!) and people often have commitments that take them away from the gaming table. The fact that Thuenor is the party's only fighter means little to a player's wife if he was supposed to be home an hour before. Likewise, a player's urgent need to \"pay rent\" on the two litres of soda pop he's ingested since the game began may not wait for a convenient rest break. Either way, a player character disappears from the game, often at an inopportune moment.",
						"So what's a DM to do? Consider the following options:",
						{
							"type": "entries",
							"name": "He's dead Jim!",
							"page": 45,
							"entries": [
								"Without the player at the table to control him, the character dies, struck down by a bolt from heaven (or a sudden coronary). This heavy-handed style of play is not recommended if it seems likely that the DM would like to keep this player in his game (or even keep him as a friend)."
							]
						},
						{
							"type": "entries",
							"name": "Sleeping Beauty.",
							"page": 45,
							"entries": [
								"The character collapses in a limp heap. Nothing can wake him and nothing can hurt him. For the convenience of the other characters, the afflicted one could move around like a sleepwalker, a somnambulating zombie. Like Snow White, the sleeping character waits to be reawakened. How he gets out of the dungeon, whether he must be carried or walks zombie-like on his own, is up to the DM."
							]
						},
						{
							"type": "entries",
							"name": "There's No Place Like Home",
							"page": 45,
							"entries": [
								"When the player leaves, his character is instantly teleported to wherever it is that the adventurers hang out between quests. All hit points, experience points and accumulated treasure are intact. Of course, if the PC group doesn't return here at the end of the play session, the DM must come up with an equally implausible way to return the character to be with his comrades. Warning: some bright player is going to figure out that this is a quick way out of a bad spot. When the PCs find themselves surrounded by bugbears, he says \"Gosh, lookit the time, well I gotta be going now!\""
							]
						},
						{
							"type": "entries",
							"name": "Into the Bermuda Triangle",
							"page": 45,
							"entries": [
								"Some fluke of the universe swallows the character and he disappears to who knows where, possibly another plane where time passes not. When the player comes back, his character reappears from limbo and time starts again."
							]
						},
						{
							"type": "entries",
							"name": "Polymorph to NPC",
							"page": 46,
							"entries": [
								"When the player leaves, his character becomes a nonplayer character under the control of the DM. His character still fights and even takes risks, but cannot lead or propose innovative solutions. Whether or not the character gains experience is up to the DM. When the player returns once more his character is returned to him, along with any wounds or treasure he may have accumulated."
							]
						},
						{
							"type": "entries",
							"name": "Changing Hands",
							"page": 46,
							"entries": [
								"Control of the character shifts to another player until his original player's return. The new player treats the character just like one of his own. Unfortunately, any secret information recorded on the character sheet is revealed to the new player. Furthermore, any special knowledge known only to the original player and the DM is usually not shared.",
								"The solution really depends on the playing style of the group and how long the player expects to be gone and possibly even his reason for leaving. Zapping the character of a player who has to make a mad dash for the bathroom is grossly unfair, but the same cannot be said for the player who becomes engrossed in a movie showing on television.",
								"All in all, we have found that the last two solutions, polymorphing into an NPC and changing hands, work well in almost every situation. Most of the other, more dramatic solutions, should be used sparingly (if at all) for they tend to disturb the \"suspension{@sup [sic]} of disbelief which is integral to any roleplaying game.",
								"Whatever the choice, remember this: chances are that the DM may find himself a player in campaign run by that very same player. Revenge is often fatal, final and unpleasantly sweet."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Shut Up, You're Dead",
					"page": 46,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 46,
							"entries": [
								"{@i \"Sandy, have Clarissa the mighty open the left side of the box first.\"}",
								"{@i \"Sandy, I'm afraid you can't act on that. Dave's character is dead and he's not fuckin' here right now, are you Dave?\"}",
								"{@i \"Uh, no, I guess not, but I think she should also eckchay for apstray before opening the box.\"}",
								"{@i \"Yeah, Clarissa checks for traps before opening the left side of the box.\"}",
								"{@i \"Arrrrghh. Dave, get out of here and roll your next character—and put him about a million experience points in the hole, too!\"}"
							]
						},
						"Is the DM going to allow communication between players whose characters are either dead or separated by a sound-stifling distance? The situation is bound to arise. The character who takes independent actions may try to pass on what he has learned to his compatriots to help them catch up (or, more likely, rescue him from some predicament) or the sole survivor of a party gets lots of help from his deceased buddies when he tries to solve the puzzle that stands between himself and freedom (and, coincidentally, the opportunity to resurrect their characters).",
						"While some DMs may not care, after all the point is to have fun, others may find having their best trap foiled by a character acting on 'spirit voice' tips from a the corpse of a recent companion.",
						"Each DM must decide this point for himself and if voices from beyond seem unfair to him, then he needs to say so and make a suitable punishment for the crime (one that affects all parties concerned)."
					]
				},
				{
					"type": "entries",
					"name": "Never Say Impossible",
					"page": 46,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 46,
							"entries": [
								"{@i \"My Dwarf fighter, Thuenor, throws his mattock so it lands on top of the wall, steps back, and. with a short run, leaps up to grab the top of the wall. He gets his weapon, dives into the water, and swims to the far shore.\"}",
								"{@i \"Six impossible things before breakfast, eh, Frank? (Sigh.) You sure that he doesn't want to walk on the water instead? OK, I'm gonna need some die rolls.\"}"
							]
						},
						"Players want their characters to do the darndest things. They're heroes, right? Heroes do heroic things. Yet, reality (often in the form of immutable physical or magical laws) has to be considered.",
						"Don't tell a player that he can't do something. If the task is at all possible (even if hideously difficult) allow the character a chance at it, say a 1 in 100 chance for something that's darn near impossible. If the task is impossible, let the player know it by the dice roll he is asked to make. For example, \"Go ahead, Frank, Thuenor needs an unmodified roll of 21 on a d20 to swim with his armor on.\"",
						"Instead of telling a player his good character can't do something evil (y'know, taking candy from a baby or something equally wrong), let the local authorities teach him the error of his ways. After his character is stockaded, loses most of his possessions, and finds that his Constitution attribute has dropped a point due to that unpleasant disease he contracted in prison, he may think twice before doing evil again.",
						"On the other hand, don't go overboard on the punishment. Make it fair and reasonable (unless, of course, the infracting player already knows that the local authorities are NOT fair and reasonable themselves). Don't kill a character for spitting on the sidewalk (unless, of course, the locals worship sidewalks and he has defiled their god).",
						"The plus side of giving the characters a chance to dice their way out of nigh-impossible situations is that it gives them a chance to get out of situations that would otherwise automatically kill them."
					]
				},
				{
					"type": "entries",
					"name": "Overdone Independent Action",
					"page": 47,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 47,
							"entries": [
								"{@i \"OK, Gary, the three fighters Hank around to the left, Sherimar the thief works her way across the wall above the door, and the wizard, Lychor, walks up the middle as if he suspected nothing.\"}",
								"{@i \"Fine. Except that Lychor doesn't seem to be here anymore.\"}",
								"{@i \"What?\"}",
								"{@i \"Where'd he go?\"}",
								"{@i \"Grrrrr!\"}",
								"{@i \"I'm going to get that sneak.\"}",
								"{@i \"Quit snickering Dave, where's that mage of yours gotten off to?\"}",
								"{@i \"Waitaminit guys. Change of plans, Gary. We're gonna leave the ogres for later. Let's go nuke us a wizard!\"}"
							]
						},
						"Successful adventuring parties survive and thrive because of teamwork. Yet not every player feels that his character's best interests are served by continually going along with the group's actions. More often than n04 these are the players whose characters are not the leader types. Their characters hang near the back while the party's movers and shakers plot the team's next action. Notes passed to the DM from these players describe activities to be performed (secretly if possible) by the player's character. When the group goes one way, the independent PC goes the other.",
						"Such independent ventures are risky, since the DM has often designed his world to accommodate a group, and can easily result in a swift doom for the character. However, because the character often relies on guile and stealth, he may succeed at something where the full party might otherwise fail. Should he succeed, he has his pick of rewards, ones that he may wish to keep to himself and not share with his fenows.",
						"Needless to say, other players become upset when one of their own disappears, probably to get the choice pick of a treasure that should rightfully be shared among all. Yet, unfair treasure division should be the least of their worries.",
						"A character prone to selfish activities may decide to change sides, to go to work for the foe (particulary if he has been captured and offered his life in return for betrayal). Worse yet, a lone character is an easy mark for creatures who can shapechange or use illusions to assume new identities. That wizard who disappears and then returns may not be the person who left the group, but may instead be a doppleganger.",
						"Independent action can be fun for both the DM and the player willing to risk his character, but when it happens too frequently, it leads to the problem of the split group. In such cases, the DM is forced to run two (or more) separate groups at the same time. Still worse, it can lead to both intra-party treachery and player feuds."
					]
				},
				{
					"type": "entries",
					"name": "\"No, wait, I change my mind.\"",
					"page": 47,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 47,
							"entries": [
								"{@i \"Bruno says 'Go eat sjelkunga berries, scroggly face' to the old man.\"}",
								"{@i \"OK, Bruno, you've just insulted N'gojorogo, the high chief of all the J'garta barbarian tribes. He is unimpressed by your manners and orders the young chieftain, the one you thought was in charge here, to have you pierced through with poisoned spears.\"}",
								"{@i \"No, wait, that's not what Bruno says... what he really said was...\"}"
							]
						},
						"Bruno's player seems to have neglected to think about the consequences of his player's actions. He has committed a wrong, and now that he has to pay the price, he wants to recall his action, to make it as if it bad never happened. One can bet that if the DM had said, \"the old man quivers in fear and offers you 100 gold coins in tribute\" that player wouldn't want to change his mind.",
						"Bruno's player is not alone. The DM will have to deal with the same problem more often than he might like. If the players have been presented with adequate information to make necessary game decisions' they should not be given the opportunity to change their mind once they learn the consequences.",
						"On the other hand, if it is reasonably obvious that a player didn't have all the facts, even though he was paying attention, be lenient and allow the change.",
						"To avoid the situation, try enforcing a policy of \"if you say it, you do it.\" This can be taken so far as to say that anything the player says at the game table that is not a direct conversation with the DM is something that is also said by his character."
					]
				},
				{
					"type": "entries",
					"name": "Gaming Too Often",
					"page": 48,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 48,
							"entries": [
								"{@i Dear John: Think back When did we last spend a Saturday together? Can't remember? Well, all your Saturdays are free from now on. My lawyer will call next week. With regrets, your soon-to-be-ex-wife, Sharon.}"
							]
						},
						"Dear John: Think back When did we last spend a Saturday together? Can't remember? Well, all your Saturdays are free from now on. My lawyer will call next week. With regrets, your soon-to-be-ex-wife, Sharon."
					]
				},
				{
					"type": "entries",
					"name": "Insufficient Players",
					"page": 48,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 48,
							"entries": [
								"{@i \"Shouldn't they have all been here by now?...If we don't start soon, there won't be enough time to do anything...I doubt if Clarissa the mighty and Whandar can take on this quest by themselves tonight...I've tried calling, but nobody's home... I'm certain they knew there was a game tonight. \"}"
							]
						},
						"It happens—at the last minute nearly everybody cancels out, leaving the DM and one or two other players sitting alone in a room trying to decide how to proceed. Unfortunately, the campaign often depends on having all the PCs and the creativity of those who didn't show up. If the DM lets the players who did show run a herd of NPCs, much of the plot value of the galne is gone. If he lets them run the other players' characters, he either has to enforce the 'reality' and 'pennanence' of any datnage or death that occurs or treat the whole play session as a dream seq uence that never really happened. Although this cheats the actual players out of experiencing this part of the adventure, they are the ones who chose not to show up.",
						"The other alternative is not to run the regular campaign that night. The DM might consider the following instead:",
						"{@i {@spell Teleport}} or {@i {@spell gate}} the player characters who showed up into another adventure. Let them gain additional experience points here, but don't let them be permanently killed (make it a dream experience).",
						"Run a separate adventure, say something from a magazine, or even an extemporaneous story adventure.",
						"The last may be the best. Put away the AD&D® game material and get out a fun board game, a deck of cards, or even a video game. Relax, have a good time, and continue the campaign next session."
					]
				},
				{
					"type": "entries",
					"name": "The Too-big Party",
					"page": 49,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 49,
							"entries": [
								"{@i \"Table number three, I'll take the statements of intent from your characters now. Please be quick, I'd like to get in at least three rounds of com bat tonight. And now for the RPGA scoring...\"}"
							]
						},
						"For every group that can't get enough players, there's always one that has too many. Often, the reason is a popular DM. He runs a good game and players want to play in his campaign. He only has time for one group, so everyone plays together.",
						"Regardless of the DM's skills at crowd control, a group with more than eight players is a cumbersome entity. Three to six players is best. Actual numbers aside, if the size of the group is too large to manage, split it up. Ask another player to run one of the splinter groups. If the players are willing, and space allows, run the two groups at the same time (big basement rec-rooms are great for this). Consider having both DMs run the same material and occasionally switching back and forth between groups."
					]
				},
				{
					"type": "entries",
					"name": "DM Bumout",
					"page": 49,
					"entries": [
						{
							"type": "insetReadaloud",
							"name": "",
							"page": 49,
							"entries": [
								"{@i The DM sat staring at his game notes. Before him lay a sheet of note paper, blank except for an aimless doodle. For nearly an hour, no inspiration had come for Saturday's game, making tonight a dismal repeat of last night. In fact even running the game seemed like a terminal chore.}"
							]
						},
						"Authors call it \"writer's block.\" It Business executives call it \"burn out\". Whatever the name, it can affect DMs, too. The general symptoms include a lack of inspiration for new game material, a loss of enthusiasm about running games, and the dismal feeling after a game that you didn't do a good job.",
						"Chances are that it's not something that the DM has really ever considered. Most galne players play games because they love them. The thought that they could become tired of it never crosses their mind. Yet, it happens.",
						"The solution is to quit— take a vacation. Get away from gaming or at least from DMing for a while. Recharge the old creative juices by reading good books, seeing good movies (and not just genre stuff), and becoming a regular player for a while. If the DM has been running games long enough to burn out, then one or more of the players in his campaign should be competent enough to run their own games. Ask one of them to run their own campaigns until the burned out DM has had a chance to recuperate and become excited about the possibility of running his own game again. Don't push it, though. Relax and just enjoy not having the responsibility of DMing for a while. Hey, maybe this is a good time to get familiar with the {@i Player's Handbook} again."
					]
				}
			]
		},
		{
			"type": "section",
			"page": 51,
			"name": "Creating the Campaign",
			"entries": [
				"It's possible to pick up a novel and read the chapters out of sequence and still say you've read the book. The pulse-pounding action, convoluted intrigue, and character growth are all there, but the reader has wasted the book's true entertainment potential. Everything's taken out of context and there's no continuity.",
				"In a like vein, players and DMs can have enonnous fun playing individual, unrelated AD&D® game adventures without ever creating a game world or developing a continuing campaign. Campaign style play may not be for everyone. Still, like the out-of-sequence book, something is missing. The characters live their \"lives\" out of context. They have mighty adventures, yet no eternal mysteries are solved by their actions, no peoples are rescued by their deeds, and no world celebrates their glories. The players know the outcome of each episode, but are uninvolved in the book that could be.",
				"A game campaign exists to provide a framework for a number of connected game adventures. The campaign is more than a game world or a clever plot line. It must be a place for the player characters to live, grow, and develop. For their character development to have any meaning beyond inflicting megadeath, acquiring zillions of experience points, and collecting vast, tax-free inventories of gold coins and arcane devices, the characters need a world upon which their actions, the outcomes of their adventures, can have a real effect; a world whose events, in tum, affect the player characters themselves.",
				"When properly created, the campaign is a living, breathing, growing, and most importantly, changing game environment. It is a place that the DM builds, but which gains its life from the continued involvement of both the DM and his players.",
				{
					"type": "entries",
					"name": "Dividing the Work",
					"page": 51,
					"entries": [
						"The first task then, is that of world creation. It is possible to avoid this step completely. Commercially developed campaign worlds like the WORLD OF GREYHAWK®, FORGOTTEN REALMS™ or DRAGONLANCE® campaign settings, can set things moving quickly for the DM. Much (though not all) of the background work involved in creating a fantasy game setting has already been done. These fantastical game worlds have been mapped, populated and imbued with life by the designers, writers, artists, and editors involved in their creation. They are rich in details and good examples of what campaigns can develop into. Still, most DMs get the urge to create worlds of their own, making fantastic realms based on their own fertile imaginations.",
						"For the determined DM, a challenging task lies ahead. Campaign creation is fun, often even more challenging and exciting than actually playing, but it's also work-time-consuming work. For both the novice and experienced DM alike, the time required to create a new, original game world can be daunting. The thought of spending endless hours building a world from scratch may seem overwhelming. There is a lot of work involved, but it need not all be done at once. Start small and work upward and outward from the core of ideas upon which the campaign is based. Don't do more work than is initially required to give the players a taste of the world in which they live. The wise DM will never put more work into a campaign than he can reasonably get back in play value and neither must he do all the work himself.",
						"The DMs first step is to get organized. Have a folder ready for notes about the campaign world. Three-ring, loose-leaf binders are a good way to keep your notes in one handy place. Don't mix unrelated information. Use index dividers to keep related notes together. Even if the sewers beneath the city are the place where the PCs will adventure, keep those \"dungeon\" notes separate from the city descriptions.",
						"Next, think about the general nature of the world and focus on the locale in which the characters will adventure. Will it be a land of warring medieval baronies, a remote and rugged wilderness, an arid desert realm, or a sophisticated oriental empire? The DM may wish to base the world around a favorite fantasy novel or even historical Earth. Whatever the desired feel, the DM should keep his plan in mind when developing pieces of the world.",
						"Third, divide the work of creating the world into easy-to-handle stages. Don't try to do it all at once. Start small. Write ideas down as they come and leave room for them to grow. Not everything need be in place before the first game session, just enough to give a bit of local flavor, or a sense of position limited area, called a core area, need be described. Beginning player characters need not know much more.",
						"Consider starting in a remote part of the world, close enough to civilization to be settled by humans, but far enough away to be of little immediate concern to the lords of the land. A village or even a friendly wayside inn provides a base of operations for the characters, a place for them to rest, recover from adventures and spend treasure gained during encounters. A road or two should go somewhere, though the locals may only know that it goes to the next village. If the village has a temple or a shrine attended by a cleric (who is willing to heal wounds), determine which deity the cleric serves.",
						"Build outward from the core area. Before the second play session the DM should map out major terrain features for several days' journey around the characters' base of operations and have a large-scale map of the land in which the adventures take place, including the positions and names of major cities and landmarks."
					]
				},
				{
					"type": "entries",
					"name": "Involving the Players",
					"page": 52,
					"entries": [
						"Asking the DM to even attempt to handle every aspect of game world creation is similar to asking the architect of a major construction project to do the plumbing and wiring himself. Chances are he can do it sooner or later, but meanwhile, the building goes unfinished. In a like manner, the DM can take forever and try to cover every detail of his world himself, but why do it? Why not involve the players? Let them do some of the work of creating cultures, religions, and area maps for parts of the world. Great idea, but how?",
						"Let the players come from parts of the world other than where the campaign will initially take place. If a player wants to play a seafaring barbarian, give him a coastal or island area from which his people originate. Give him a peek at what has been roughed out for that area. Encourage the player to make notes about what goes on in his comer of the world. Much of this can come from his character background. Who are his people's gods? Do they have any peculiar customs? What are the major cities? Encourage the player to draw the regional maps for his homeland. The more the player details his character's culture and homeland, the more he designs that portion of the DMs world.",
						"In a similar manner, the players of priests and paladins can expand upon the nature of gods and religions in the DM's world. Thief characters may be both the basis for a thieves' guild and an overview of the laws of the land (particularly as they relate to larceny).",
						"Now this doesn't mean that everything that the player says has to be law. In fact, the creative DM will take what the player gives him, and modify it ever so slightly to reflect what the DM knows to be true of his world (things the player's character wouldn't or couldn't know). Does it matter that the player knows what part of the   world map looks like? Not particularly. It is his character's homeland.",
						"Listen to the players. Although much of the core design and development falls on the DM's shoulders, don't design the world without listening to the players. What do they want to do? What kind of adventures do they seek? What interests them? Design the core area and the first adventure to meet these desires. It would be folly to design a campaign around political intrigue or a grand mystery when what the players really want are monster hunts and dungeon crawls. As the players become involved in the DM's world, the DM can rely upon them for inspiration."
					]
				}
			]
		},
		{
			"type": "section",
			"page": 53,
			"name": "Creating the World",
			"entries": [
				"To choose to be a Dungeon Master is to accept the responsibility of creating fun, challenging adventures for eager players and their characters, and developing a larger setting in which their adventures are to take place. This setting must be one that takes on life, developing and growing on its own. This eventually takes the fonn of a unique fantasy world, which takes shape with lands, legends, and peoples drawn from the DM's fertile imagination. While it's possible to run a campaign entirely within the confines of someone else's pre-made world, such as the DRAGONLANCE® campaign lands of Krynn or in the vast reaches of the FORGOTTEN REALMS™ campaign setting, there is no greater glory for a DM than to run adventure campaigns set in his own world.",
				{
					"type": "entries",
					"name": "A Big Job Made Easy",
					"page": 53,
					"entries": [
						"",
						""
					]
				},
				{
					"type": "entries",
					"name": "Getting Started",
					"page": 54,
					"entries": [
						"",
						""
					]
				},
				{
					"type": "entries",
					"name": "Campaign Overview",
					"page": 54,
					"entries": [
						"",
						""
					]
				},
				{
					"type": "entries",
					"name": "Realism versus Fantasy",
					"page": 55,
					"entries": [
						"",
						""
					]
				},
				{
					"type": "entries",
					"name": "World Building",
					"page": 55,
					"entries": [
						"",
						"",
						{
							"type": "entries",
							"name": "Choose a Scale",
							"page": 55,
							"entries": [
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "Start at the Bottom",
							"page": 56,
							"entries": [
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "Work up to the top",
							"page": 56,
							"entries": [
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "Place It On the Planet",
							"page": 57,
							"entries": [
								"",
								"",
								{
									"type": "entries",
									"name": "Arctic",
									"page": 57,
									"entries": [
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "Sub arctic climate",
									"page": 57,
									"entries": [
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "Temperate",
									"page": 57,
									"entries": [
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "Subtropical",
									"page": 57,
									"entries": [
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "Tropical",
									"page": 57,
									"entries": [
										"",
										""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Just Add Water!",
							"page": 57,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "What's for Desert?",
							"page": 58,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Planting Forests",
							"page": 59,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Other Common Features",
							"page": 59,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Large-scale Details",
							"page": 59,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Points of Interest",
							"page": 59,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Things Fantastic",
							"page": 60,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Zooming in for Detail",
					"page": 60,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Filling up on Flora & Fauna",
					"page": 60,
					"entries": [
						{
							"type": "entries",
							"name": "Ecology Overview",
							"page": 60,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Common Creatures",
							"page": 61,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Big Animals",
							"page": 61,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Major Predators",
							"page": 61,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Placing Plants",
							"page": 61,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Populations",
					"page": 62,
					"entries": [
						{
							"type": "entries",
							"name": "Select the Races",
							"page": 62,
							"entries": [
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "Culture Levels",
							"page": 62,
							"entries": [
								{
									"type": "entries",
									"name": "Barbarians",
									"page": 62,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Nomads",
									"page": 63,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Feudal culture",
									"page": 63,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Civilized culture",
									"page": 64,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Decadent",
									"page": 64,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Building Cultural Character",
							"page": 64,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Population Centers",
							"page": 65,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "A Walk through History",
					"page": 65,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Behold the Works of Man",
					"page": 66,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Social Structure",
					"page": 66,
					"entries": [
						{
							"type": "entries",
							"name": "Social Class",
							"page": 66,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Countries",
							"page": 67,
							"entries": [
								{
									"type": "entries",
									"name": "Where Do Countries Come From?",
									"page": 67,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Name-calling",
									"page": 67,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Wars and Rumors of War",
									"page": 67,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Governments",
							"page": 68,
							"entries": [
								"",
								"",
								{
									"type": "list",
									"style": "list",
									"columns": 0,
									"page": 68,
									"name": "",
									"items": [
										""
									]
								},
								"It is important to keep in mind that these governments are not mutually exclusive. If one considers the current state of affairs in the United States of America, we find that it contains many of the features typical to a democracy and a bureaucracy. Further, there are those who might claim that is also something of a plutocracy. As you can see, there is room for debate and an endless variety of potential combinations."
							]
						},
						{
							"type": "entries",
							"name": "Economics and Taxation",
							"page": 68,
							"entries": [
								{
									"type": "entries",
									"name": "The Cost of Living",
									"page": 68,
									"entries": [
										"",
										"",
										""
									]
								},
								{
									"type": "entries",
									"name": "Taxation",
									"page": 69,
									"entries": [
										"",
										"",
										""
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Good & Evil Societies",
							"page": 69,
							"entries": [
								"",
								"",
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mythology and the World",
					"page": 69,
					"entries": [
						"",
						"",
						{
							"type": "entries",
							"name": "Building a Mythos",
							"page": 69,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Good versus Evil",
							"page": 70,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Archetypal Gods",
							"page": 70,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Decadent Deity",
							"page": 71,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Evil Deities",
							"page": 71,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Role of Mankind",
							"page": 71,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Monsters & Mythology",
							"page": 71,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Creating Religions",
							"page": 72,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fantasy",
					"page": 73,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Afterthoughts: Using Other Sources",
					"page": 73,
					"entries": [
						""
					]
				}
			]
		},
		{
			"type": "section",
			"page": 75,
			"name": "Maps and Map Making",
			"entries": [
				"",
				"",
				"",
				"",
				"",
				{
					"type": "entries",
					"name": "Basic Mapping Considerations",
					"page": 75,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Tools of the Trade",
					"page": 75,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "What Makes a Good Map?",
					"page": 76,
					"entries": [
						{
							"type": "entries",
							"name": "Map Scale",
							"page": 76,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Map Grid",
							"page": 76,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Encounter Area Numbers",
							"page": 76,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Map Keys",
							"page": 76,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Compass Rose",
							"page": 77,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Map Types",
					"page": 77,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "World Maps",
							"page": 77,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Regional Maps",
							"page": 77,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Encounter Maps",
							"page": 77,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Diagrams",
							"page": 77,
							"entries": [
								"",
								{
									"type": "entries",
									"name": "Alternate Views",
									"page": 77,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Working Diagrams",
									"page": 77,
									"entries": [
										""
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapping Scales",
					"page": 78,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Maps without Grids",
					"page": 78,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Mapping Symbols",
					"page": 78,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Using Color",
					"page": 79,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Simple Maps—Orthographic Mapping",
					"page": 79,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Wor1d Maps",
							"page": 79,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Regional Maps",
							"page": 79,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Encounter Maps",
							"page": 79,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Perspective Mapping",
					"page": 80,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Selecting a Starting Point",
							"page": 80,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Drawing the Map",
							"page": 81,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Mapping Symbols",
							"page": 81,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Splitting the Grid",
							"page": 81,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Horizon Lines",
							"page": 81,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Tips & Tricks",
					"page": 82,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Consistency",
							"page": 82,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Making Handouts",
							"page": 82,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Superimposing grids on Maps",
							"page": 82,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Real Maps",
							"page": 82,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Mapping with Authority",
					"page": 82,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Topographical Maps",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Books on Caves",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Books on Castles",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Geography Books",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Art History Text Books",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Archjtectural History Books",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Books on Ancient Cjvilizations",
							"page": 83,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Other Sources",
							"page": 83,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 84,
			"name": "Creating the Adventure",
			"entries": [
				"",
				"",
				"",
				"",
				"",
				{
					"type": "entries",
					"name": "Evaluating the Players",
					"page": 85,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Adventurers",
							"page": 85,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Problem-Solvers",
							"page": 85,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Role-players",
							"page": 85,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Importance of Story",
					"page": 85,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Theme",
							"page": 86,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Tale is Told",
							"page": 86,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Plots & Subplots",
							"page": 86,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Personal Involvement",
							"page": 87,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Plot Complications and Twists",
							"page": 88,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Hooks",
							"page": 88,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Story Development",
							"page": 88,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Climax",
							"page": 90,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Suspense, Drama, & Humor",
							"page": 90,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Success or Failure",
							"page": 91,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Multiple Story Lines",
							"page": 91,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Campaign Style",
					"page": 91,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "The Linear Campaign",
							"page": 91,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Open Campaign",
							"page": 91,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Matrix Campaign",
							"page": 91,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 92,
			"name": "Making NPCs Live",
			"entries": [
				"",
				"",
				{
					"type": "entries",
					"page": 92,
					"name": "Where to Start",
					"items": [
						"",
						"",
						""
					]
				},
				{
					"type": "entries",
					"page": 93,
					"name": "Creating Character",
					"items": [
						"",
						"",
						"",
						{
							"type": "entries",
							"page": 93,
							"name": "A Bit of Background",
							"items": [
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"page": 93,
							"name": "Producing a Past",
							"items": [
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"page": 93,
							"name": "Personality Traits",
							"items": [
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"page": 94,
							"name": "Motivations",
							"items": [
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"page": 94,
							"name": "Physical Appearance",
							"items": [
								"",
								"",
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Portraying the Character",
					"page": 94,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Believability",
					"page": 95,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Acting at the Table",
					"page": 95,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "MugitUp",
							"page": 95,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Move Those Hands",
							"page": 95,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Speak In Character",
							"page": 95,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Vary the volume",
							"page": 96,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Hearing Voices",
							"page": 96,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Presenting Special Character Types",
					"page": 96,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Mundane Folk",
							"page": 97,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Children",
							"page": 97,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Persons in Power",
							"page": 97,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Demihurnans",
							"page": 97,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Monsters",
							"page": 98,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Magical Items",
							"page": 98,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Improvisation on the Fly",
					"page": 98,
					"entries": [
						""
					]
				},
				{
					"type": "entries",
					"name": "Going for the Funny Bone",
					"page": 99,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Broad Characterization",
							"page": 99,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Slapstick",
							"page": 99,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Situational Comedy",
							"page": 99,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Parody",
							"page": 99,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Satire",
							"page": 99,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Puns",
							"page": 99,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Dungeon Settings",
			"page": 101,
			"entries": [
				"",
				{
					"type": "entries",
					"name": "The Disadvantages of Dungeons",
					"page": 101,
					"items": [
						"",
						{
							"type": "entries",
							"name": "Construction Time",
							"page": 101,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Expenses",
							"page": 101,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Worker Safety",
							"page": 101,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 101,
					"name": "Advantages of Dungeon Construction",
					"items": [
						"",
						{
							"type": "entries",
							"name": "Aerial Attacks",
							"page": 101,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Magic Spells",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Defensibility",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Traditional Siege Tactics",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Refuge",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Other Underground Structures",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Mines",
							"page": 102,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Animal Burrows",
							"page": 103,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Natural Caverns",
							"page": 103,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Unusual Dungeons",
							"page": 104,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 106,
			"name": "The Dungeon Campaign",
			"entries": [
				"The environment, both physical and psychological, which characters are confronted with beneath the surface of the earth is as much a hazard to their lives as the monsters who dwell there. There are numerous examples of adventuring parties who could overcome almost any monster which the forces of darkness might hurl against them being killed by a massive tunnel collapse or suffocating as a raging dungeon fire stole the oxygen from their lungs. In this section, we will examine life underground and give you, the dungeon master, a few interesting insights on the evils lurking there.",
				{
					"type": "entries",
					"name": "The Psychological Environment",
					"page": 106,
					"entries": [
						{
							"type": "entries",
							"name": "Isolation",
							"page": 106,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Alienation",
							"page": 107,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "The Home Field Advantage",
							"page": 107,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Controllability",
							"page": 108,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Physical Environment",
					"page": 108,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Cave-Ins",
							"page": 108,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Darkness",
							"page": 108,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Flooding",
							"page": 109,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Oxygen",
							"page": 109,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Fires",
							"page": 109,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Noxious Gases",
							"page": 109,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Toxic Gases",
							"page": 110,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Explosive Gases",
							"page": 110,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Low Temperature",
							"page": 110,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "High Temperature",
							"page": 110,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Line of Sight",
							"page": 111,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Loadstone",
							"page": 111,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 113,
			"name": "Generic Dungeons",
			"entries": [
				{
					"type": "entries",
					"page": 114,
					"name": "The Great Pyramid",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 116,
					"name": "The Primitive Temple",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 118,
					"name": "The Modem Temple",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 120,
					"name": "The Limestone Cavern",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 122,
					"name": "The Beehive Fort",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"page": 124,
					"name": "The Castle on Moors",
					"entries": [
						{
							"type": "entries",
							"name": "",
							"page": 0,
							"entries": [
								{
									"type": "entries",
									"name": "Origin",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Transformation",
									"page": 0,
									"entries": [
										""
									]
								},
								{
									"type": "entries",
									"name": "Map Key",
									"page": 0,
									"entries": [
										{
											"type": "list",
											"style": "list-decimal",
											"columns": 0,
											"page": 0,
											"name": "",
											"items": [
												""
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 126,
			"name": "Typical Map Symbols",
			"entries": [
				"INSERT WEBM HERE"
			]
		},
		{
			"type": "section",
			"page": 127,
			"name": "Forced Perspective Map Grid",
			"entries": [
				"INSERT WEBM HERE"
			]
		}
	]
}