{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": 2,
			"entries": [
				{
					"type": "entries",
					"name": "Vikings Campaign Sourcebook",
					"page": 1,
					"entries": [
						{
							"type": "entries",
							"name": "by David \"Zebb\" Cook",
							"page": 1,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Credits:",
							"page": 1,
							"entries": [
								"  ",
								"{@b Editing:} Newton Ewell",
								"{@b Illustrations:} Ned Dameron",
								"{@b Typography:} Angelika Lokotz, Tracey Zamagne",
								"{@b Cartography:} David C. Sutherland III",
								"ADVANCED DUNGEONS & DRAGONS, AD&D, FORGOTTEN REALMS, GREYHAWK and DRAGONLANCE are registered trademarks owned by TSR, Inc.",
								"The TSR logo is a trademark owned by TSR Inc.",
								"©1991 TSR Inc. All rights reserved. Printed in the U.S.A.",
								"Distributed to the book trade in the United States by Random House Inc. and in Canada by Random House of Canada, Ltd.",
								"Distributed to the toy and hobby trade by regional distributors. Distributed to the book trade in the United Kingdom by Random Century Group.",
								"Distributed to the book, game and hobby trade in the United Kingdom by TSR Ltd.",
								"This book is protected under the copyright laws of the United States of America. Any reproduction or other unauthorized use of the material contained herein is prohibited without the express written permission of TSR Inc.",
								"Second Printing: April 1991",
								"ISBN 1-56076-128-8",
								{
									"type": "list",
									"style": "list-no-bullets",
									"columns": 2,
									"page": 3,
									"name": "",
									"items": [
										"TSR, Inc.",
										"POB 756",
										"Lake Geneva,",
										"WI 53147 U.S.A.",
										"TSR Ltd.",
										"120 Church End, Cherry Hinton",
										"Cambridge CB1 3LB",
										"United Kingdom"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "A Few Wrong Thoughts",
					"page": 2,
					"entries": [
						"Most of us are raised believing a lurid, though quite colorful, picture of the fierce Viking. This is primarily thanks to Wagner, comics, Hollywood, and Bullfinchs Mythology. While rooted somewhere in a grain of truth, our popular image of Vikings has become little more than a cartoon-literally so through such strips as {@i Hagar the Horrible}, {@i Prince Valiant}, and {@i Bugs Bunny} forays into opera. Before going any further, it is best to put to rest some of the misconceptions:",
						"{@i Vikings loot and pillage}. No one can deny the Vikings did loot and pillage, but not every Norseman was a ravening warrior who lived to kill and destroy. The people of Scandinavia included lungs, earls, farmers, shipwrights, poets, smiths, priests, merchants, and artists. In fact, the word \"Viking\" only applies to those Northmen who made a habit of raiding-to \"go a-Viking\" was an expression that described their voyages. For this book, Viking refers to all the people of Scandinavia.",
						"{@i Vikings are bloodthirsty pagans}. At the start of the great Vilung age (around A.D. SOO), there is no question the Vikings were a pagan people. Before the end of their time, however, the Viking nations had converted to Christianity. The pagan ways were repressed or, in some cases, added to the Christian tradition. Bloodthirsty, well . . .",
						"{@i Vikings are ignorant savages}. While those victims of the Viking raids saw them as savage, the Vikings developed an impressive culture. Sagas and poems still remind us of their achievements. They were among the first to practice fledgling democracy. Their ships were built with an eye for beauty and were technologically superior to anything on the seas at the time. They founded cities, ruled in foreign lands and undertook dangerous sea voyages few others would dare.",
						"{@i Vikings wear horned helmets}. Sorry, they never did.",
						{
							"type": "entries",
							"name": "About This Book",
							"page": 2,
							"entries": [
								"This sourcebook is more than just a setting for Vikings in a fantasy campaign; it is a passport into the real world of the Vikings. With the material here, DMs and players have a unique opportunity to try a new iole-playing experience-historical fantasy adventuring.",
								"Historical fantasy adventuring is just that—an opportunity for campaigns and adventurers to role-play in the real worlds and lands of history. In this sourcebook, players are carried back to tenth century Scandinavia. There players can assume roles as Norsemen of various stripes-fighting men, explorers, and {@i skalds}, or bards. With the {@i Vikings} sourcebook, players can adventure in a \"real\" fantasy world-the world as the Vikings themselves believed it.",
								"In addition to warriors and skalds, players can become rune-casters, berserkers, or one of the ominous troll-born. Their encounters will range beyond history to include clever giants, magical dwarves, beautiful valkyries, murderous berserkers, foul sea ogresses, treacherous sorcerers, and mythic dragons. They can sail to lands beyond the real world—Mirkwood, that separates the world of men from the gods; Jotunheim, home of the giants; or even to the lands of the gods themselves. Wondrous treasures might be theirs for the taking.",
								"Finally, the Vikings sourcebook can be used to recreate a Viking setting in other campaign worlds. Details on placing and adapting Viking culture and beliefs to the FORGOTTEN REALMS®, GREYHAWK®, and DRAGONLANCE® campaigns is given. Instructions on adapting the Vikings sourcebook to the DMs personal campaign is also provided."
							]
						},
						{
							"type": "entries",
							"name": "How to Get Started",
							"page": 3,
							"entries": [
								"For those unfamiliar with Viking history (approximately from A.D. 800 to A.D. 1100), a brief overview of the time period, describing major personalities, events, and trends is given in the first chapter, {@i A Mini-Course in Viking History}. Players already familiar with the time period can skip this section if they want. This section is not intended to create experts in the Viking age, only provide a general background of the period.",
								"Before proceeding further, the DM should decide what type of campaign he wishes to play. The material in this book is written with a historical fantasy campaign in mind — a campaign set in Scandinavia but filled with magic, giants, ogres and trolls. If the DM intends to use the setting in his own campaign world, he should make notes or changes as needed when he reads.",
								"After choosing his campaign, the DM can read through the remaining material. The chapters can be read in whatever order the DM desires. Player character information and most game rules are in the first part of the book. Facts and details about the Viking way of life and their world, both real and legendary, form the second section of the book. Some players may want to learn about the character classes immediately; others may want first to gain more background on the Viking age. Players are encouraged to read the sections that most interest them in whatever order they desire.",
								"There is a pull-out map to be used by the players, showing a stylized (and in places incorrect) Viking view of the world.",
								"Before beginning a Viking campaign, the DM should read through all the material presented here at least once. When he is ready to begin a campaign, he should use this book as a resource, just as he would any other rulebook or gazetteer. The maps pcovided in the book provide the campaign base and larger area maps of the true world. The DM can expand on these as the campaign grows."
							]
						},
						{
							"type": "entries",
							"name": "The Viking Campaign Sourcebook and AD&D® 2nd Edition Rules",
							"page": 3,
							"entries": [
								"This sourcebook is meant to be used with the AD&D® 2nd Edition rules. However, the AD&D rules reflect the \"realities\" of a fantasy world, not the real world. Therefore, changes, exceptions, and prohibitions exist in these rules that do not apply to a normal fantasy campaign. (For example, priests are not allowed as player characters in this sourcebook.) When playing in a Viking setting, the rule changes given here should be used. These changes ensure the style and mood of the campaign will match the Nordic setting. If there are contradictions, the rules found in this sourcebook take precedence",
								"Not all campaigns will use the historical setting given here. In this case, certain rules presented in this sourcebook may not apply or may need modification."
							]
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HR1/001.webp"
							}
						}
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HR1/002.webp"
					}
				}
			]
		},
		{
			"type": "section",
			"name": "A Mini-Course of Viking History",
			"page": 5,
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "book/HR1/003.webp"
					}
				},
				"{@i 789: And in (King Beorhtric's) days there came for the first time three ships of Northmen, from Horthaland: and tho reeve rode thither and tried to compel them to go to the royal manor, for he did not know what they were, and they slew him. These were the first ships of the Danes to come to England.}",
				"{@i Anglo-Saxon Chronicles}",
				"So came, in blood and violence, the first notice of a new force to Northern Europe-the Vikings. During the next three centuries, the sailors from Scandinavia would make their mark raiding, conquering, exploring, and settling from as far east as Constantinople to as far west as Vinland.",
				{
					"type": "entries",
					"name": "The Beginning",
					"page": 5,
					"entries": [
						"This chapter provides a brief overview of the Viking period. It is a game overview, and does not take the place of historical references! Players and DMs who want to learn more about the Vikings and their times are encouraged to pick up some of the books listed at the end of this chapter.",
						"Although the Norsemen lived in the rocky and cold lands of Scandinavia for millennia, it was not until the early 800s that they made their presence known to the world. Suddenly, as if out of nowhere, raiders in long wooden ships descended upon the coasts of England, Scotland, Ireland, and France. Their first notoriety came from a series of raids, primarily targeting the rich monasteries at Lindisfame, Iona, and Jarrow. Soon they were raiding cities all along the coast and well inland.",
						"The raiders came from several northern lands-Denmark, Norway, and Sweden. Though they called themselves Vikings, they were referred to by the rest of the world as Nordmanni (Frankish), Dene, Dani (both Anglo-Saxon), Ascommani (Germanic), Finngaill, Dubh-gaill, Lochlannach (all Irish), all, Madjus (Arabic), Rus (Slavic), Rhos (Greek), and Ruotsi (Finnish).",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HR1/004.webp"
							}
						},
						"The world the Vikings found on their early raids was a divided and weak one. Few lands had rulers strong enough to organize defenses against the sudden Viking raids. Most found it easier to suffer through these attacks or pay off the Vikings in hopes they would not return. Such payments seldom worked; they had quite the opposite effect, encouraging Vikings to come back for more \"protection money.\"",
						"England was not yet a unified country. The land was divided between the kings of Wessex, Mercia, Northumbria, and others. Struggling against each other for control of all England, these feudal lords were ill-prepared to face a threat from overseas.",
						"Ireland was even more disorganized than its neighbor. The island, once the center for Christian learning in the north, was divided between a score of petty kings. These kings were too weak individually and too distrustful of each other to form an effective defense against the Viking invaders.",
						"Scotland was no better, perhaps even worse. Divided between a host of chieftains, Scotland's best defense was its own poverty. With little worth taking, the Vikings headed their ships toward more profitable shores.",
						"Charlemagne's Frankish Empire (modern France and Germany) at first profited from the emperor's strong and vigorous rule. Coastal defenses were built and, under the control of a strong government, were ready to drive away any attackers. With Charlemagne's death in 814, the Frankish Empire gradually began to decline. Split between warring sons, the empire turned on itself, leaving the coastsvulnerable to attack. By 835 the Danes were raiding cities that only decades before had driven back their ferocious attacks.",
						"To the east, there was no organized rule. The Finns and Slavs, though stubborn, were easy targets for Viking raiders. Without strong rulers, these lands soon fell under the sway of Viking adventurers who eventually settled to found their own empires.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "book/HR1/005.webp"
							}
						},
						"Far to the south were the lands of Byzantium. Once the greatest empire of the world, the lords of Constantinople had lost much of their lands to the expanding Moslem nations to the south. Africa and much of the Middle East had been lost to the Arabs. Slavs threatened Byzantium from the north. Efforts were made to regain the old borders of the empire and mercenaries were always needed to fight in places like the Balkans, Italy, and the Persian borders. The Vikings filled this need quite nicely.",
						"Lastly, there were the Arabs. The collected Moslem states stretched from Spain to the Caucasus, and were by far one of the most dynamic empires of the age. Although separated by vast gulfs of land and culture, even the caliphates and emirates of the south heard the accents of Viking travelers.",
						{
							"type": "entries",
							"name": "The Raiders",
							"page": 7,
							"entries": [
								"After making their first bloody raids on the coasts of England, Scotland, and Ireland, the Vikings lapsed into a period of relative quiet that lasted for several decades, The Danes launched a few attempts on Charlemagne's lands, only to be defeated and driven back. Occasional raids were launched against England and the Frankish lands, but these were small and isolated. Only Ireland experienced what lay in store when Norse Vikings invaded their lands. The Irish kings were split, some siding with the invaders, others taking arms against them. In a short while, however, the N~~~~f ounded Dublin and proclaimed their own king.",
								"Then, beginning in the 830s, the situation changed for the rest of the north. Raiders suddenly started appearing along the coasts of the north every year. Dorestad, Sheppey, Connaught, Kent, Antwerp, Rouen, Pans, Hamburg, and a host of other cities and villages were pillaged annually. The words of a Frankish monk, \"From the wrath of the Northmen, O Lord, deliver us,\" became a familiar plea. By 860, the Vking raiders often wintered over at towns they had seized from their enemies",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HR1/006.webp"
									}
								},
								"In 865, the Viking terror entered a new stage. That year, the Viking warlords Halfdan, Uni, and the intriguingly named Ivar the Boneless landed in England at East Anglia. According to legend they came to seek revenge for the death of their father, Ragnar Lodbrok (Hairy-Breeks), who was cast into a pit of vipers by the king of Northumbria. Whatever their reason, the three brothers did more than just raid; after looting the region, the Vikings captured York and conquered Northumbria and Mercia. The Norsemen were there to stay."
							]
						},
						{
							"type": "entries",
							"name": "The Conquerors",
							"page": 8,
							"entries": [
								"During the last half of the 9th Century, raiding was steadily being replaced by conquest. For the Danes, England was the prime target. Northumbria and East Anglia remained under Viking rule to become the Danelaw. (Traces of this conquest, particularly in names, still remain in Great Britain today.) The kings of Wessex, though slowly uniting the rest of England, were unable to drive out the invaders. Indeed, the Wessex kings were forced to pay vast sums to the Vikings simply to keep their own lands safe. This extortion became known as the {@i Danegeld}, and with each year the price grew. The English kings had the choice to pay or suffer. Most chose to pay.",
								"England was not the only target of conquest, however. Norse Vikings continued their claims in Ireland and even expanded into parts of Wales and Scotland. In the Frankish lands, the Danes sailed up rivers to capture Paris and other cities. Gradually they came to control the lower Seine valley—Rouen, Bayeux, and other towns in the region. Finally, in 911, the Frankish emperors ceded these areas to a Viking called Rollo (possibly a Norse named Gange-Rolf) and Normandy was founded.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HR1/007.webp"
									}
								},
								"Meanwhile, in the east, Swedish Vikings were not just seizing lands, they were founding new empires. The first settlements were along the coasts of Finland and the Baltic, but the adventurous sailors soon turned their ships up the great rivers Of Gardariki (as the lands of Russia were called). From Staraja Lagoda (near Leningrad) and passing through a series Of rivers and lakes, the Vikings reached Novgorod. Here they set themselves up as rulers. Others sailed down the Dvina' then hauled their ships to the Dneiper to install themselves at Kiev. With time, these merchants-turned-conquerors became known as the Rus (from which comes the name \"Russia\"). Their ships sailed on the Baltic and Black Seas. Traveling down the great Volga river, the Rus even sailed the Caspian Sea, there to trade with Arab lands. They grew so powerful and bold as to sail to the Bosphorus and threaten the once-invincible empire of Byzantium!"
							]
						},
						{
							"type": "entries",
							"name": "The Explorers",
							"page": 9,
							"entries": [
								"While some took land through conquest, other Vikings discovered new lands to settle. North of Scotland, longships beached at the Orkney and Shetland Islands. Further out, the Vikings settled the bleak Faeroes, displacing the few Irish monks they found there, Then around 860, the Norse stumbled across a large island far out in the ocean. Forced to winter over in this land, one settler named it Iceland, a name it has born ever since. For a decade or more, there was little interest in this new island.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/HR1/008.webp"
									}
								},
								"Around 870, the situation changed and settlement of Iceland began in earnest. It might have been nobles disgruntled with King Harald Finehair's relentless unification of Norway. Perhaps it was overcrowded farmers searching for new pastures. Whatever the reasons, ship after ship of settlers from Norway, the Orkneys, Shetland, Scotland and Ireland sailed to the Icelandic shore, there to create a new nation without kings or princes."
							]
						},
						{
							"type": "entries",
							"name": "A Pause",
							"page": 10,
							"entries": [
								"Sometime around the middle of the 10th century, relative peace settled over the north. The Norsemen seemed satisfied with what they held. The great conquests and fearful raids slackened as the Vikings concentrated on ruling their new lands. New ideas, particularly Christianity, were beginning to take hold on the pagan Scandinavian shores. This peacefulness did not last, however. and in the latter part of the century, from about 980 or so, life once again grew exciting"
							]
						},
						{
							"type": "entries",
							"name": "Resurgence",
							"page": 10,
							"entries": [
								"It was almost as if the Vikings, having paused to catch their breath, were now refreshed and ready to strike out again. New waves of invaders struggled for control of England. At the same time, the Irish, under the leadership of the formidable High King Brian Boru, began the long struggle to drive out the Norse invaders. Although the grip of the Vikings would be broken at the Battle of Clontarf (1014), the task would not be complete for over 100 years.",
								"In England, the struggle went the opposite way. First Harald Bluetooth, King ;(Denmark, then his son Svien Forkbeard secured the Scandinavian grip over the Danelaw. Finally, Svien's son Cnute seized the ultimate prize at the battle of Ashingdon and became the King of England. Shortly thereafter Cnute added Denmark, then Norway to his list of possessions. It seemed that all of Scandinavia and England would be united in a single empire.",
								"Meanwhile, the hardy Icelanders surged outward once more. Banished from Iceland for three years, Eirik the Red sailed for a new land that a sailor named Gunn-bjorn had found by accident over 60 years before. He named the place Greenland, since \". . . men would be much more tempted to go there if it had an attractive name:\" By the mid 980s settlers were arriving on this new shore.",
								"It was one of these settlers who made the next discovery of a land even further to the west. Blown off course, Bjarni Herjolfsson sighted a strange shore. Realizing it wasn't Greenland (his true destination), he turned away and never went ashore. That task was left to Leif Ericsson, a.k.a. Leif the Lucky. Like his father Eirik before him, Leif assembled a group of settlers and set out for this new world. There he discovered and may have settled Vinland, battling the Skraelings (Indians) for a foothold in the new world."
							]
						},
						{
							"type": "entries",
							"name": "Collapse",
							"page": 11,
							"entries": [
								"By this time, though, the Vilung age was drawing to a close. With his death, King Cnute’s Scandinavian empire crumbled, once again dividing into separate countries. Christianity was taking hold in the North. Christian slaughtered Christian in the ruins of the Frankish Empire; the Normans forsook their Viking ancestry and denied harbor and safety to the raiders. The colonies of Greenland and Vinland proved to be too far, too isolated. The tiny Viking colony in Vinland died out, but the settlements in Greenland stubbornly clung on to the present day",
								"Finally, in 1066, the last great act rang down the close of the Viking age. In that year, the Norwegian king Harald Hardradi (Hardruler) mustered up an army to reclaim the English throne. Once again Viking invaders landed in Northumbria to stake their claim to England. This time, however, the Saxons were prepared. King Harold II assembled an army and met his Norwegian counterpart at the little village of Stamford Bridge outside York.",
								"{@i \"'King Harold has already declared how much of England he is prepared to grant him (Harald Hardradi): seven feet of ground or as much more as he is taller than other men.\"'}",
								"Or so says King Haralds Saga.",
								"The battle was fought, but did not go as Harald Hardradi hoped. Arnor the Earl's-Poet had this to say:",
								{
									"type": "list",
									"style": "list-hang",
									"columns": 0,
									"page": 12,
									"items": [
										"{@i It was an evil moment}",
										"{@i When Norway's king lay fallen;}",
										"{@i Gold inlaid weapons}",
										"{@i Brought death to Norway's leader.}",
										"{@i All King Harald's warriors}",
										"{@i Preferred to die beside him,}",
										"{@i Sharing their brave king's fate}",
										"{@i Rather than beg for mercy.}"
									]
								},
								"Harald Hardradi had lost and the Vikings would threaten England no more.",
								"In a final ironic touch, King Harold of England would soon meet his own death on the battlefield at Hastings, brought down by Duke William of Normandy. With the last of the Saxon kings gone, William the Conqueror was proclaimed King of the English. Thus, the descendants of the Vikings succeeded where the Vikings themselves had failed."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Timeline",
					"page": 12,
					"entries": [
						"The timeline given in this chapter provides indications for specific events of Viking history or the surrounding lands. These events are both those that were important to the Viking age and others that can be used as background for campaigns and adventures. For example any of the various dates given for cities sacked can be turned into a raid the characters participate in or defend against. Ibn Fadlan's visit to Sweden could be an opportunity for travel or intrigue involving the player characters.",
						"The highlighted sections of the timeline indicate suggested dates within the Viking age for a campaign setting. The long period from 830 to about 950, for example, was a particularly active time, filled with conquest and exploration. The 30 years that immediately followed this, on the other hand, were a relatively quiet period of Viking history and probably less suited to adventuring play."
					]
				},
				{
					"type": "entries",
					"name": "Suggested Reading",
					"page": 12,
					"entries": [
						"Much more can and has been said about the Vikings than these few pages allow space for. Not only are there many well-written and entertaining histories written by everyone from wargamers to archaeologists, but the descendants of the Vikings themselves left behind a rich collection of work. These are the sagas, entertaining epics filled with heroism, battles, murders, revenge, magic, and even ghosts. Written in a clear, direct style, many of these sagas have been translated into English and are easily found at specialty book stores.",
						"Listed here are a few of the many titles to choose from. Not all are necessarily still in print, but might be found in libraries and used book stores.",
						" ",
						"Brent, Peter; {@i The Viking Saga}; This book is a good starting place for the general reader, detailing the major events and accomplishments of the Viking Age.",
						"Graham-Campbell, James; {@i The Viking World}; Filled with color pictures, maps, drawings, and diagrams, this book describes the life and times of the Vikings based on archaeological evidence",
						"Heath, Ian; {@i The Vikings}; One of the Osprey Elite Series, this slim book is intended primarily for wargamers. It gives a brief introduction to the history of the period, then focuses on the arms, armor, battles, and tactics of the warriors. Useful color plates are the highlight of the volume.",
						"Jones, Gwyn;{@i A History of the Vikings}; Filled with information, this book is just what it says, a history of the Vikng age written for those with a serious, somewhat scholarly interest in the period.",
						"Pollington, Stephen; {@i The Warrior's Way}; This large and colorful book focuses on a single event, the Battle of Maldon, using it as a springboard to describe life in Viking-age England.",
						"Simpson, Jacqueline; {@i Everyday Life in the Viking Age}; This provides a clear, nuts-and-bolts account of many of the little details of Viking life. Topics such as dress, food, daily work, family, the arts, and society are all covered here.",
						" ",
						"The following books are examples of the many sagas and tales written by Scandinavian writers of the Middle Ages, shortly after the close of the Viking age. Some purport to be family histories, others are the tales of heroes. All those listed are translated into English and should be available with a little searching.",
						" ",
						"{@i Egil's Saga}; This is the story of Egil Skallagrimsson, warrior-poet, and his family's bloody feud with the king of Norway. It is filled with battles, revenge, politics, and magic, and presents a rich picture of life at the height of the Viking age.",
						"{@i Gongu-Hrolf's Saga}; Although it may be difficult to find, this slim book is filled with ideas for adventures. Helpful dwarfs, vicious berserkers, troll-born, ghosts, magical swords, healing salves, and powerful spells are all found in its pages.",
						"{@i King Harald's Saga}; Telling the story of Harald Hardradi, the last great warrior-king of Norway, this saga ranges from his flight from Norway through his years as a general in Constantinople and Sicily to the defeat of the Norse at Stamford Bridge in England.",
						"{@i Njal's Saga}; This saga of Iceland describes the course of a 50 year blood-feud to its tragic end—the burning of Njal and his family, trapped in their house.",
						"{@i Seven Viking Romances}; In a change from historical sagas, these seven short tales are filled with magic and wonder. Characters like Arrow-Odd, Thorstein Mansion-Might, Ufkel the Wizard, Stunt-Bosi, and Asmund Berserks-Killer adventure as far as Hunland, Permia, and Giantland.",
						"{@i The Vinland Sagas}; These short sagas tell the stories of Eirik the Red and Leif the Lucky and their discoveries and settlements of Greenland and Vinland in North America.",
						"In addition to these titles, there are numerous other sagas translated into English. Some may be easily found, others are more difficult. These titles include the {@i Laxdaela Saga, Orkneyinga Saga, The Saga of the Jomsvikings, Hrafknel's Saga, Eyrbyggja Saga,} and {@i Grettir's Saga}.",
						"Finally, those interested in the mythology of Scandinavia might want to read {@i Gods and Myths of the Viking Age} or the slim {@i Prose Edda of Snorri Sturluson}."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Of Characters and Combat",
			"page": 14,
			"entries": [
				"",
				"",
				"",
				{
					"type": "entries",
					"name": "Races in a Viking Campaign",
					"page": 14,
					"entries": [
						"",
						"",
						{
							"type": "entries",
							"name": "Humans",
							"page": 14,
							"entries": [
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "Table 1: Character Gifts",
							"page": 14,
							"entries": [
								{
									"type": "table",
									"page": 85,
									"colLabels": [
										"Die Roll",
										"Gift"
									],
									"colStyles": [
										"col- text-center",
										"col- text-left"
									],
									"isStriped": false,
									"rows": [
										[
											"1",
											"Bad Luck"
										],
										[
											"2",
											"Blood Feud"
										],
										[
											"3",
											"Family Outlawed"
										],
										[
											"4",
											"Ugly"
										],
										[
											"5-12",
											"No Gift"
										],
										[
											"13",
											"Courage"
										],
										[
											"14",
											"Good Luck"
										],
										[
											"15",
											"Handsome"
										],
										[
											"16",
											"Inheritance"
										],
										[
											"17",
											"Rune Lore"
										],
										[
											"18",
											"Second Sight"
										],
										[
											"19",
											"Seer"
										],
										[
											"20",
											"Title"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Explanation of Character Gifts",
							"page": 15,
							"entries": [
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								"",
								""
							]
						},
						{
							"type": "entries",
							"name": "The Trollborn",
							"page": 16,
							"entries": [
								"",
								"",
								"",
								"",
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Character Classes",
					"page": 16,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Classes from the Players Handbook",
							"page": 16,
							"entries": [
								"",
								"",
								{
									"type": "table",
									"page": 85,
									"colLabels": [
										"Classes Allowed",
										"Classes Not Allowed"
									],
									"colStyles": [
										"col- text-left",
										"col- text-left"
									],
									"isStriped": false,
									"rows": [
										[
											"Fighter",
											"Paladin"
										],
										[
											"Ranger",
											"Cleric"
										],
										[
											"Thief",
											"Druid"
										],
										[
											"Bard",
											"Wizard"
										],
										[
											"Specialist Mage",
											""
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Rune Magic",
			"page": 33,
			"entries": [
				"",
				"",
				"",
				"",
				""
			]
		},
		" ",
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/009.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/010.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/011.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/012.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/013.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/014.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/015.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/016.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/017.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/018.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/019.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/020.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/021.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/022.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/023.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/024.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/025.webp"
			}
		},
		{
			"type": "image",
			"href": {
				"type": "internal",
				"path": "book/HR1/026.webp"
			}
		},
		""
			]
}