{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": 4,
			"entries": [
				"The world of the thief is a world of darkness and stealth, hidden from the eyes of respectable folk, yet often under the scrutiny of the zealous enforcers of the law. It is a world of courage and fear, of bravado and cowardice, of violence and treachery.",
				"Yet it is also a world of color and laughter, lively parties and bustling markets. The thief, more than any other character class, practices his arts among his fellow men (or halflings, or elves, or whatever). He seeks the gatherings of population, the confluence of wealth and avarice, where treasures are there for the taking.",
				"To be sure, many a thief has proven his worth time and again in the darkest reaches of a forgotten dungeon, among the snowy peaks of the bleakest of wild vistas, or within the halls of a fortress or military camp. Quests into the wild contain as much appeal for the thief as they do for other characters. In fact, should the prospect of treasure appear significant enough, many a thief will lead the way in encouraging his companions to embark on such a mission.",
				"But when the adventurers return to the sheltering walls of their homes, wherever these may be, and rejoin the population, the thief is best equipped to find adventure there. And when such adventure is discovered, it is thiefly skills that are most often called into play.",
				{
					"type": "entries",
					"name": "The Purpose of the Complete Thief's Handbook",
					"page": 4,
					"entries": [
						"This book provides information of use to players of thief characters, and to DMs running campaigns including thieves. The emphasis lies heavily upon a campaign where many Pcs are thieves, but there is no reason provisions in this book cannot be employed by groups with but a single thief among them.",
						"None of the information here changes any existing AD&D® 2nd Edition rule. Instead, the idea is to amplify and detail those rules for players who are interested in playing thief characters. Indeed, it is possible and in fact quite easy to play a thief character without the information herein.",
						"However, the player who wishes to develop his player character thief in a unique fashion, or who seeks aid in deepening and broadening the character's personality, goals, and motivations, will find helpful suggestions and ideas in the {@i Complete Thief's Handbook}.",
						"But the book is a guide for DMs as well. Information on organizing thieves' guilds, for example, is essential to any ongoing thief campaign. If no guild is present, consistent information on other societal sanctions needs to be determined by the DM—and the information must be available to players as well.",
						"Consequently, no portion of this book is prohibited to player viewing, nor is any part of it irrelevant to the activities of a good DM.",
						"New rules and procedures only become official campaign rules in a campaign where the DM so declares. Players who wish to employ some of these materials can certainly ask the DM to use them, but as always, the Dungeon Master has the last word."
					]
				},
				{
					"type": "entries",
					"name": "The Role of the Thief",
					"page": 4,
					"entries": [
						"The skulking burglar pilfering through the night is perhaps the most common picture of the thief. Neither players nor Dungeon Masters should blind themselves to other possibilities, some of them more useful (and socially acceptable) than common theft.",
						"The thief character kits introduced in Chapter 3 provide a variety of thief types. These are not new character classes by any means, but the kits can help players define thieves in one of several areas of specialty. Some of these include:",
						"{@b The Spy}, long a noble practitioner of the thiefly skills. Indeed, lockpicking, moving silently, hiding in shadows, and the like are all skills of prime importance to the Spy.",
						"{@b The Scout} can do for an adventuring party what skirmishing troops do for an army: he is a fast, lightly armored individual who can utilize stealth and speed to study terrain and watch for ambush. Thief-scouts and rangers in combination make splendid reconnaissance bands.",
						"Other kits include the {@b Troubleshooter} (the dungeon-crawling thief), {@b Acrobats, Beggars, Bounty Hunters, Swindlers}, and many more.",
						"Typical thiefly personalities are also provided, allowing players to create detailed PCs based upon these archetypes, but also providing useful pieces of imaginative roleplaying information for many long-lived, high-level PCs.",
						"Chapter 2 describes additional nonweapon proficiencies of particular use to thief characters. New equipment types, both magical and mundane, are introduced in later chapters. And a few new rules cover areas of concern to thieves—lethal and non-lethal poisons, for example, and how to determine the quality of workmanship used to build a lock or trap.",
						"A section on running a thief campaign provides players, and most particularly DMs, with suggestions and guidelines on ways to tailor the campaign toward the thief PCs' areas of interest and expertise.",
						"Whatever area of the book yields the most use, players and DMs alike who wish to expand the domain of the thief in their campaign world should find many things of interest between these covers."
					]
				},
				{
					"type": "entries",
					"name": "Thieves and the Law",
					"page": 4,
					"entries": [
						"{@i Geraldor slipped through the alley, his black cloak masking his progress through the filthy passage. Reassuring himself that he was not pursued, he stepped boldly onto the Golden Way. With a nervous gesture he smoothed his oily black hair and attempted to stroke his wispy mustache.}",
						"{@i Sighing, Geraldor realized that any attempt to look like a gentleman was doomed to failure. He hoped his guildmaster's plan was intact.}",
						"{@i And there before him was the Highgate! Geraldor's heart pounded as he examined the brawny men at arms, four in number, manning the post. As the only public route into the city's Golden Quarter—home of all the wealthiest merchants, most powerful lords, and influential ambassadors in all the land—the Highgate was usually guarded well.}",
						"{@i But not tonight. Geraldor recognized the giant, hulking form of Morto, sergeant-at-arms of the city watch. As Geraldor had expected—nay, hoped—Morto commanded the detachment at the Highgate.}",
						"{@i With a barely concealed nod of recognition, Geraldor stalked to the gate and stood impatiently as Morto made a pretense of examining his \"pass.\" In reality, this crudely forged slip would fool no one with any capacity for comprehending script.}",
						"{@i But Morto's reading ability was not the issue tonight. Instead, the guard's loyalty to the guildmaster was the force behind Morto's curt nod and his gesture ushering Geraldor through the Highgate. Geraldor fairly skipped through the great stone arch. He had entered the Golden Quarter!}",
						"{@i Now his movements took on the shadowy aspect of the master thief at work. Though he remained alert, he knew that the major obstacle had been passed at the gate. The hefty bribes offered to Morto and his associates had paved the way to riches. It only remained for Geraldor to haul those riches away.}",
						"{@i The wiry thief found the mansion that had been selected by the guildmaster. Family and servants all slept, and they had no dog. In a matter of minutes Geraldor had collected the lady's gems. He spent several more minutes seeking the strongbox, finally discovering it in a small, luxurious sitting room. He picked the lock and pulled out only the most valuable coinage, platinum and gold, before soundlessly slipping toward the exit.}",
						"{@i In the house he saw magnificent silver candelabra, a huge and obviously enchanted sword, and other wonders. All of these he disdained as too bulky for his current mission. After all, Geraldor was a professional!}",
						"{@i Scarcely suppressing an urge to whistle, Geraldor sauntered back along the Golden Way. He would pass through the Highgate again and immediately disappear into the clustered neighborhoods that crowded both banks of the muddy river.}",
						"{@i He saw Morto at the guardpost and nodded casually, passing under the great stone arch again on his way out of the Golden Quarter. Only then did he notice something wrong: Morto stood mute, with his hands shackled before him.}",
						"{@i At that same instant a heavy gauntlet fell upon Geraldor's shoulder and a massive arm propelled him into the stone wall of the gatehouse.}",
						"{@i \"What have we here?\" growled an unfamiliar voice. Terrified, Geraldor saw that it issued from beneath the shiny cap of a watch captain.}",
						"{@i \"J-just going home, m-my lord!\" he stammered, wriggling in a futile attempt to break away.}",
						"{@i The captain laughed, having already found and discarded Geraldor's fake pass. The man's gloved hands continued to poke through Geraldor's clothes and pouches, retrieving object after object, often with a low chuckle.}",
						"{@i \"The lady Allorana's diadem, I see—perhaps she loaned it to you!\" The captain roared with hilarity, joined by the guffaws of a full company of guardsmen that Geraldor now saw in the shadows.}",
						"{@i Then the captain's voice lowered as his hand tightened around Geraldor's throat. \"Now, thief, you will find out what the laws are in our town. And you will have time to learn them while you rot in gaol!\"}",
						"From even before the time, thousands of years ago, when the Code of Hammurabi first defined the legal system of a body of government, and extending to the present day, societies have created procedures for defining personal possessions. An inherent part of this definition includes the penalties due those who violate these procedures. Odd as it may sound, thieves cannot exist without some kind of legal framework.",
						"And from the time in any culture when personal possessions come into being, there have been those who seek to remove the possessions of others and make them their own. It is for players of characters who attempt this perilous exchange of wealth, and to their Dungeon Masters, that this tome is intended.",
						"Of course, some thievery occurs under the guise of authority, and as such falls beyond the scope of this book. Tax collectors, for example, may steal from those who regard such claims as thievery. So do conquerors. But these are not AD&D® thieves. While they may approach the category of bandits, their \"theft\" demands more fighting skill and aggression than stealth.",
						"By far the more common type of thievery, and the one that generally comes to mind when discussing the character type, is the furtive pilfering described in the incident above. Poor Geraldor has suffered the fate known to many of these wrongdoers as he is taken by the long arm of the law. But if that law did not exist, then Geraldor's task would become meaningless.",
						"This point is one that should be well remembered by those who play thieves as well as those who run the campaigns. Regardless of how chaotic the setting, a structure at least vaguely approximating a legal system is necessary before the thief can really begin to ply his trade."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Role-Playing Thieves",
			"page": 7,
			"entries": [
				"Thieves are perhaps the most fascinating and diverse class of player-characters in the AD&D® game—or at least they can be, if played properly. The thief has a certain innate, charming flair, which the {@i Player's Handbook} describes: \"Thieves are people who feel that the world (and everyone in it) somehow owes them a living. They get by day by day, living in the highest style they can afford and doing as little work as possible...\"",
				"This is an accurate description of many thieves, but not all; and there are many exceptions. You will find that the character—that is, the personality—of your thief character will be very important, vital to making the thief a living, breathing person. It makes them more fun to play, too.",
				"Personality, then, is the topic of this chapter. It comes before the chapters of technical information on kits, new abilities and so forth, because we believe that when you are designing a thief character, perhaps even more so than with other classes, personality considerations should come first. Who is this character? Where is he from? Why is he a thief—has he stolen bread crumbs all his life just to survive, or is he an idle fop who moonlights as a burglar just for thrills?",
				"After asking yourself such questions, and answering them, you will then be better able to proceed into the technical details. Your character will exist in your mind, and the task will then be just a matter of translating that vision into working game terms.",
				"There are three basic things to consider when putting together your thief's background and personality: setting, social background, and motivations.",
				{
					"type": "entries",
					"name": "Setting",
					"page": 7,
					"entries": [
						"",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								{
									"type": "item",
									"name": "City:",
									"entries": [
										"Any place where people gather in large numbers, there will be those who live off the sweat and toil of others. Besides politicians, thieves are often among this group. A city background will open many possibilities of specialization for your thief. Because a city is a complicated web of many people, each person tends to have more specialized functions. This is true for thieves as well as normal, respectable citizens.",
										"Note that thieves in cities, especially those who have very specialized skills and abilities, are most likely connected with a thieves' guild; or, if they are not, they will surely run afoul of one sooner or later. If your thief hails from an urban center, be sure to figure out what his relationship to the local thieves' guild (or, in some places, guilds) is."
									]
								},
								{
									"type": "item",
									"name": "Countryside:",
									"entries": [
										"A few thieves are able to make a living in a single populated, rural area. They tend to be quite different from their city-dwelling cousins—pickpocketing, for instance, is probably not going to be practiced much without the shelter and anonymity of the urban crowds. Extortion, banditry, burglary, and various similar thefts are more typical means of making a living from the peasants and their rulers in the countryside. Fences also may work the countryside, selling wares that may have been stolen in distant cities.",
										"Thieves' guilds often have an active hand in populated rural regions, though it is not as firm as in the cities."
									]
								},
								{
									"type": "item",
									"name": "Wilderness:",
									"entries": [
										"Thieves are, by definition, those who garner their living from others, so few are to be found making their permanent abode in the wilderness, far from human settlement. Those who do are usually bandits, with a stronghold set up somewhere secure, from which they can make raids on nearby settlements or trade routes. In AD&D fantasy settings, there are also innumerable possibilities for thieves who survive by taking liberties in their relationships with the local non-humans.",
										"While few thieves' guilds would claim any wilderness as \"territory,\" thieves from these regions are typically affiliated with one or another organized band of miscreants. These bandit groups don't have the organization or sophistication of the urban guilds, but they are still formidable, and their rivalries may run as deep as any among the big city guilds.",
										"A great many demihuman thieves originally hail from a wilderness setting, although they do not necessarily fit the \"bandit\" mold common among humans. (See the section on demihumans, below, for more information.)"
									]
								},
								{
									"type": "item",
									"name": "Wandering:",
									"entries": [
										"Finally, some thieves have never called any place \"home.\" They travel town and village, city and wilderness, wherever they think fortune might grant them better opportunities. Charlatans, those who make their living by duping others with all sorts of fraud, are often wanderers: They will stay in one place as long as there's money to be made, but they hope to be long gone, preying on others' gullibility, before their scams are uncovered."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Social Background",
					"page": 7,
					"entries": [
						"After you have chosen a setting for your character, you should decide his social background. At the start this need only be done in a general way: select a poor (or unknown), middle, wealthy or noble class background. This background will have important effects on what resources are available to the character. Also be sure to consider how it relates to the thief's motivation (below).",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								{
									"type": "item",
									"name": "Poor/unknown:",
									"entries": [
										"Most thieves are from a poor background. Most people would just as well make an honest living, if they can. For some in the lower classes, however, there is simply no such opportunity, and so crime becomes a means of survival. The vast majority of such criminals spend their lives as petty thieves, picking pockets, mugging people foolish enough to walk the streets at night alone, perhaps even planning and executing a burglary. These poverty-born thieves form the backbone of most thieves' guilds. The guild regulates their activities as well as it can, and uses it as a pool, from which are drawn the most talented and promising. Because skill and cunning are the ultimate determining factors, many a famous thief—whether in esteem or power among guild comrades, or outside of the underworld—rose from the most humble beginnings.",
										"An \"unknown\" background usually fits in with the poorer classes. This means the character was an orphan, and does not know his ancestry; his parents may have been criminals, middle-class artisans, or even wealthy merchants or nobles. Dickens' Oliver Twist is a classic example of a thief of unknown ancestry. For all practical purposes, the character is one of the poor people, like everyone with whom he grew up. However, a hook in the campaign may be the search for, or accidental discovery of, a character's ancestry.",
										"Player characters from a poor background may, at the DM's option, have a smaller amount of starting money than they would otherwise (perhaps {@dice 2d4 × 10} gp). If a player character is part of a guild, however, he has probably been accepted as someone who shows promise, and the guild may provide standard equipment and money for its apprentice—the equivalent of the usual {@dice 2d6 × 10} gp."
									]
								},
								{
									"type": "item",
									"name": "Middle:",
									"entries": [
										"A few thieves may hail from the middle classes, perhaps from families of artisans and petty merchants. Such characters are less likely to be stealing for survival, though desperate financial straits may bring people to seek illegal solutions, which could tie into a whole net of crime.",
										"Imagine, for instance, a locksmith who needs money to support his ailing mother. The landlord threatens eviction, and so forth; in desperation, the locksmith turns to the thieves' guild for a quick, easy, high-interest loan. As the family gets more and more entangled by their debts, the guild decides to accept as partial payment the locksmith's daughter (and apprentice), to become an apprentice thief.",
										"But greed is a more typical motivation. Many swindlers come from the middle class; they decided that there are better profits to be made through dishonesty than hard work.",
										"Thieves of middle-class origin usually have standard initial funds."
									]
								},
								{
									"type": "item",
									"name": "Wealthy/Noble:",
									"entries": [
										"Still fewer thieves are from affluent families. This is partly because people with ample funds have little motivation to pick pockets; but even more, it is because thievery is very much socially unacceptable at this level. There are exceptions, of course. Wealthy privateers, raiding the trade lanes of rival nations for glory and plunder, may enjoy a high and respected profile for a time. And wealthy families of crime lords are a different matter entirely.",
										"In any case, a thief from a wealthy family is expected to distinguish himself in some way or other—flamboyance, daring, audacity, charm—even if he hides his identity during his roguish endeavors. Otherwise, what is the point of risking life and reputation?",
										"This question might be asked of any character, of course. And so we turn to the topic of motivations."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Motivation",
					"page": 8,
					"entries": [
						"Why is the thief what he is? You can ask this question even before you know specifically what his area of expertise or technical interest is. A person primarily motivated by greed could be a troubleshooter or a cat burglar, for instance, provided the job pays well.",
						"We suggest six basic motivations: fame (or infamy), greed, justice, loyalty, survival, and whim. These are of course generalizations, and any particular character probably has motivations more complex than one of these simple descriptions. Also, characters often have more than one motivation, and different motivations can apply to different situations.",
						"This may sound so convoluted that you may wonder why we should even approach the issue. It is useful to choose a basic motivation, however, as the basis for role-playing. As you play the character, more motivations will arise—and old ones may vanish. In this way a character may come to life.",
						"A character who starts with the greed motivation may, in the course of his adventures, encounter a great deal of injustice wrought by the rulers of the land. He may even trace his own selfishness to the perverted values of the rulers. As he organizes his activities to oppose the rulers, then, his motivation may subtly swing towards justice. It is unlikely, however, that he would be so \"converted\" as to lose entirely the greed that drove him for so long. New conflicts and role-playing opportunities may arise within the character between his greed and his new-found sense of justice.",
						"Be sure to keep your character's motivations in mind when you select his alignment. The description below of each general motivation includes a word on appropriate, related alignments. Note also that as the character develops in play and motivation shifts, alignment too may undergo change. (For a thorough discussion of alignment changes, see the AD&D® 2nd Edition {@i Player's Handbook}, p. 49, and the {@i Dungeon Master's Guide}, pp. 28-29.)",
						"The motivation description may also include suggestions on thief kits appropriate to this motivation. The thief kits are fully detailed in Chapter 3.",
						{
							"type": "list",
							"style": "list-no-bullets",
							"items": [
								{
									"type": "item",
									"name": "Fame/Infamy:",
									"entries": [
										"The fabled charm of a thief's life attracts many an adventurer in search of glory. In our own real world, many thieves have achieved great fame, and in literature even more such figures abound. Infamy surely accompanies the career of many a successful thief; for some it may even be their ultimate goal. If this is the case with your character, you must be certain to bring it out while role-playing. Every action should be considered in terms of how it may increase the world's knowledge of the thief's amazing exploits."
									]
								},
								{
									"type": "item",
									"name": "Greed:",
									"entries": [
										"The simplest and perhaps most stereotypical motive behind the thief's life is greed. Combining greed with sloth, the thief shuns \"real\" work, and lightens his load by lightening others' purses. Or, the character simply loves wealth, but is unable to get it through acceptable channels.",
										"Characters with greed as their primary motivation surely would not be of good alignment. Although even good thieves may have a certain element of greed, it would not be the biggest factor shaping their lives."
									]
								},
								{
									"type": "item",
									"name": "Justice:",
									"entries": [
										"This is a rare and peculiar motivation, since thieves are generally considered to be anything but good. The classic example of the thief motivated by justice is Robin Hood—at least as popularly portrayed, if not in historical reality. Such a character must arise in a region or nation where injustice rules, though it need not do so officially. For instance, in one town the rulers may be blatantly evil and corrupt; a thief motivated by justice may devote himself to fighting those rulers.",
										"Characters motivated by justice will probably be of good, lawful neutral, or true neutral alignments. Remember that each alignment has its own idea of what constitutes \"justice\"; to a true neutral thief, for instance, justice means maintaining the balances between good and evil, law and chaos."
									]
								},
								{
									"type": "item",
									"name": "Loyalty:",
									"entries": [
										"Some connection in the character's past has drawn him onto the road of the thief, and he follows it faithfully out of loyalty or debt to that past. For instance, one character might have been born into a family of crimelords; he became a thief as a matter of family loyalty. Another thief may have been an orphan, sheltered and raised by the thieves' guild. Even though his moral sensibilities may lead him to question his benefactors' and even his own behavior, his loyalty and gratitude for the life and opportunity they gave him may (at least for the moment) outweigh his doubts.",
										"Loyalty is most appropriate as the primary motivation of lawful characters. The conflicts of loyalty versus moral imperatives may lead to some very interesting role-playing."
									]
								},
								{
									"type": "item",
									"name": "Survival:",
									"entries": [
										"Many thieves from the lower strata of society engage in theft and the like for the simple purpose of survival. Player-character adventurers are prone to garner more wealth than they need for mere survival, so (unless the Dungeon Master works diligently to keep them poor) they might need a new motivation after a few successful adventures. Probably a secondary motivation (such as greed, or even justice) would come to the fore and become primary.",
										"Thieves who steal for survival usually don't have lawful alignments, though lawful evil is possible."
									]
								},
								{
									"type": "item",
									"name": "Whim:",
									"entries": [
										"Some thieves engage in their activities for the sheer thrill of it. They can survive (materially) without it, they don't need or desire the money as such, and they are indifferent to fame. They simply desire to steal, to deceive people, to pull off the most impossible heist or scam—this grants them supreme pleasure. Whim-motivated thieves range from the ennui-stricken rich man's son to the compulsive shoplifter whose desire to steal may push him to the very edge of sanity.",
										"This motivation is most appropriate for chaotic alignments."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sample Archetypes",
					"page": 10,
					"entries": [
						"By combining assorted settings, social backgrounds and motivations, you can create a worldful of distinct thieves. Another way of making a character is to start with a whole concept of what sort of thief he is, rather than building him from the individual blocks we described above.",
						"But where do you get such a concept? History, folklore and literature all provide colorful examples of thieves. From these you can abstract a model, an archetype, on which you base your beginning character. Like the elements we described above, these archetypes are rough and general. Through effective role-playing you will expand your thief into a more detailed, interesting, and believable character.",
						"Below are a number of sample archetypes that you may have encountered in books, movies, and so forth. Experienced role-players will probably find that thieves they've played in the past are similar to one of these archetypes, or are a fusion of two or more.",
						"Remember that these archetypes, like the background options presented above, are meant to inspire role-playing, not to limit it. The personality you create should provide the basis of your character, but it would be wrong to define every possible choice beforehand. Part of the pleasure of role-playing is seeing your characters change and grow; like real people, they should be full of surprises, ready to adapt and change with new situations.",
						{
							"type": "item",
							"name": "The Artist:",
							"entries": [
								"This thief is searching for \"the perfect crime.\" He chooses jobs for their challenge and aesthetic pleasure, not strictly for their payoff in wealth.",
								"A drunken duke who is stumbling down an alley late at night, heavily laden with jewels and gold, would be of little interest as a target for the Artist. In fact, the Artist would be offended if someone were to suggest that he perform such a ludicrously easy theft, since it would be so far \"below\" the Artist's caliber.",
								"However, the Artist might take advantage of the situation if it might play into a bigger, grander scheme. For instance, he might play the part of a \"Good Samaritan,\" escorting the foolish noble to his residence, and thereby gaining the duke's confidence. This gives the Artist special privileges, not the least of which is the duke's unquestioning trust. (After all, how could the Artist have been a thief if he escorted the duke safely home, rather than mugging him?) From this position, then, the Artist may plan a truly exceptional theft, the sort that would stir up an extraordinary amount of public interest, but could go unsolved for decades.",
								"The Artist is usually found in an urban setting or, less frequently, wandering. His family was surely above the poverty level, and probably even wealthy; theft for the Artist is chiefly a pastime, though it may have also become a source of livelihood. He is egotistical, motivated by whim or a desire for fame—if not fame for himself, than for his crimes, since he probably will remain anonymous."
							]
						},
						{
							"type": "item",
							"name": "Desperado:",
							"entries": [
								"For some reason or another, this character is running from the law—or, perhaps even worse, the unwritten law of the underworld. In any case, he is ready and willing to do whatever is necessary, however drastic, to preserve his life—he knows all too well how soon its end may be. Delicacy and rational forethought are not the forte of the Desperado. This is the sort of character that, when discovered pickpocketing, might knife his target, lest his face be identified.",
								"The Desperado character may be of any social background, although poor is most likely. His motivation is simple survival, and he may be found in any setting. You must be certain that you know what circumstances have led to his desperation. Desperadoes are often short-lived; either whatever's chasing them catches up and gets them, or (rarely) they eliminate the threat and are able to shift to a less high-strung lifestyle. The Desperado either dies or changes to something else...though surely his old habits die hard.",
								"",
								""
							]
						},
						{
							"type": "item",
							"name": "Folk Hero:",
							"entries": [
								"When the system itself is unjust, those labeled \"criminals\" are sometimes in fact the good guys. The Folk Hero will not sit idly by while tyrants rule. He musters all his charisma and roguish skills, and leads the fight to right wrongs and, if he can, topple the evil regime. Robin Hood is a Folk Hero of great fame. According to legend he stole from the wealthy nobles and clergy, and gave the money to the poor, overtaxed peasants.",
								"Robin Hood was of noble lineage, and his band did their work in the countryside, but a Folk Hero could operate in any setting and be of any social background. Imagine, for instance, a thief from the lower classes who lives in a city ruled by an evil tyrant. He and his compatriots devote themselves to the freeing of maltreated slaves and falsely convicted prisoners, smuggling them to safety beyond the evil kingdom's borders. The chief motivation of the Folk Hero is, of course, justice (or at least so it must appear to the public eye)."
							]
						},
						{
							"type": "item",
							"name": "Kleptomaniac:",
							"entries": [
								"The kleptomaniac is a character with a compulsion, perhaps entirely uncontrollable, to steal. This compulsion might be at odds with the rest of the character's personality; interesting role-playing may arise as the character has an internal conflict between his driving desire to steal and a guilty conscience that never stops telling him how wrong and evil his actions are. This character may be of any background and setting. His motivation might be classified (very loosely) as whim, since it lacks a rational reason."
							]
						},
						{
							"type": "item",
							"name": "Mobster:",
							"entries": [
								"This character was literally raised in crime. Perhaps he hails from a family of elite criminals, leaders of organized crime. Over the years they have developed their own codes of behavior and a twisted sense of honor. A mobster is found in the city, and may be of any background. (Crime families may have considerable wealth, but if their illegal activities are well known, or at least the topic for common rumors, they may have considerably lower esteem in the eyes of good citizens than those of comparable yet honestly-earned wealth.) His primary motivation is usually greed or loyalty, and his alignment is most often lawful neutral or lawful evil. Characters of this sort often make up the backbone of the more powerful thieves' guilds."
							]
						},
						{
							"type": "item",
							"name": "The Professional:",
							"entries": [
								"Thievery is simply a job for this character. He is often aloof from other, \"lesser\" thieves: He has little tolerance for flamboyant fools, like the Artist and Trickster; Desperadoes and Kleptomaniacs, desperate and obsessed, are sloppy and crude in comparison to his refined talents and balanced temperament; Folk Heroes are just silly. The Vigilante is a dangerous foe for the Professional, in part because he is incomprehensible to him. The Mobster would seem to be the Professional's kindred spirit, but they are too tightly bound (in the Professional's opinion) by honor and family loyalty and such trash. The Professional is bound to no absolute codes, except perhaps a contract and a clean, efficient theft. He has honor and honesty inasmuch as it is necessary to maintain his reputation for dependability.",
								"The Professional's motivation is hard to pinpoint. Clearly it is neither justice nor loyalty; and he knows that greed, whim and the lust for fame can cloud judgement and lead to fatal sloppiness. Perhaps then \"survival\" would be the best description of the Professional's motive; though any Professional worth his salt does better than merely survive. Of all the archetypes, he is perhaps most likely to have a businesslike, middle-class background, though any of the others is possible. The Professional is usually based in a city, or wanders, and his services are usually for hire. He may be associated with a guild, but would prefer to be as independent as possible—other people's involvement in his work is more often hindrance than help."
							]
						},
						{
							"type": "item",
							"name": "Street Urchin/Victim of Circumstances:",
							"entries": [
								"This thief grew up in an impoverished, harsh environment. There he learned that if you need something you have to take it, because no one will give it to you. People may tell him that stealing is wrong, but he cannot believe it—to him, stealing has always meant survival. He long ago lost any sense of regret for his actions. He was driven to a life of crime so long ago that it seems to him the only life possible.",
								"This character invariably knows his setting (typically a city) inside and out, and probably has many useful connections. His social background is always lower class or unknown. Street Urchins that continue the thief's life may develop into a different archetype as they grow older; the Professional, for instance, may blossom from such a solitary young thief."
							]
						},
						{
							"type": "item",
							"name": "Trickster:",
							"entries": [
								"This is a thrillseeker, a character who delights in pulling off the most outrageous and amazing scams. Deception and pranks are his food and drink; flirting with danger grants him an incomparable thrill. Thieves, such as Reynard the Fox, are often portrayed this way in fairy and folk tales.",
								"In role-playing, you may wish to make a Trickster thief more complicated. Why does he seem so light and frivolous? Does he hide something beneath it all? Is he in fact driven, obsessed with proving himself the most clever of all? Such a character could even become dangerous to those around him if his insecurities were brought out and played upon. What if people are impressed by his antics? What if they manage to outwit his pranks, or don't find them amusing? Does he need attention, or is the thrill alone enough to satisfy him? Might the trickster be cowed into quiet humility, or pushed into rage or frustration?"
							]
						},
						{
							"type": "item",
							"name": "Vigilante:",
							"entries": [
								"The Vigilante is a loner, a curious sort of thief whose life is preoccupied with defeating the schemes of criminals. He finds the law too restrictive, or unenforced, and so he goes outside it to bring about his vision of justice. Ironically, the Vigilante trains himself in the very skills of the thieves he opposes; he comes to know their ways and their minds as though he were one of them.",
								"Though he fights on the side of law, the law does not often appreciate the Vigilante. He is unsupervised, unpredictable—and therefore dangerous. This is especially true in the case of locales where the leadership is a bit on the shady side itself, perhaps riddled with bribery, graft, connections with crime, and other such corruption. The Vigilante leads a dangerous life, for he can have many powerful enemies.",
								"On the other hand, the Vigilante may attain a revered status similar to that of a Folk Hero, if his successes become popular knowledge. Popularity might do little to ward off a powerful thieves' guild, but it can cow the more fearful of public officials into tacit approval of his extralegal exploits.",
								"A Vigilante will, of course, not be part of a thieves' guild—that is his antithesis. He may, however, be part of some secret society devoted to justice. Such a society may consist entirely of Vigilante-type thieves, or it could include adventurers of many diverse classes.",
								"The Vigilante may be of any social background. He might work in any setting, but the city is most common. His primary motivation is usually justice, but one could imagine it being fame, loyalty (perhaps to comrades or relatives killed or ruined by criminals), or possibly even whim.",
								"Some comic books do a great job of illustrating the complex psychologies found in characters of the Vigilante archetype. They make excellent inspirational reading."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Demihumans",
					"page": 12,
					"entries": [
						"Another factor to consider when you create the personality of your thief is race. Thieves are one of the two AD&D® game classes that are open to any race (the other is fighter), so there's a great deal of racial diversity among the ranks.",
						"Humans are assumed to be the norm throughout this book, but we'll include the occasional note when special conditions or rules apply to nonhuman thieves.",
						"Below, for instance, we have some observations on the behavior of thieves of the various demihuman races. These suggestions are mere guidelines, generalizations; it is by no means required that PC thieves should conform to these models. PCs are exceptional in many ways, after all, not the least of which is personality. These predispositions, as you might call them, may nonetheless be useful as a starting point for conceptualizing your demihuman thief.",
						"Reference is made below to the types of \"thief kits\" that the various races are likely to take; thief kits are fully explained in Chapter 3, starting on p. 22.",
						{
							"type": "entries",
							"name": "Dwarf",
							"page": 12,
							"entries": [
								"Many dwarven thieves are not stealers, as such; but rather experts in mechanical things, such as locks, traps and so on, that are used to thwart thieves. The dwarven thief, then, is often an installer of such items, or an advisor on security matters. And, naturally, knowledge of how to put something together is also useful for taking it apart...",
								"The kit most favored by dwarven thieves is, naturally, the troubleshooter. Here he can make use of his knowledge and skills without engaging in the dishonorable activity of genuine theft. If you want to check how secure your jewels actually are, or whether your prison is in fact inescapable, a dwarven troubleshooter is probably the best way to find out.",
								"Bounty hunters also are found in the ranks of dwarven thieves. They may serve the kings under the mountains, bringing back scoundrels and criminals who have somehow escaped dwarven justice—and such characters are the only bounty hunters permitted to be of lawful alignment. Other dwarven bounty hunters specialize as repossessors. They use the full range of thieves' skills to recover stolen items; and they are careful to take nothing else, thereby keeping their honor and reputation impeccable.",
								"It may be dangerous to call either of these sorts of dwarves a thief—a grave insult in dwarven culture, in which tradition absolutely prohibits one dwarf from stealing from another. Theft within a dwarven community is punishable by banishment at the very least, and sometimes death.",
								"The prohibition does not extend to stealing from other races, however (especially goblins), but stealing is still less than honorable and a known thief is usually viewed with caution and suspicion by his neighbors.",
								"Dwarven thieves living outside the dwarven world either became tired of that suspicion, or were expelled from their homes for theft or another transgression. They still tend to retain a great deal of honor and the professional attitude characteristic of their race; a former criminal may even have learned from his crimes and youthful excesses, and could be a very reliable companion. A very dangerous few, however, have abandoned their racial legacy, and become treacherous and unpredictable.",
								"Any dwarf found in a thieves' guild can be assumed to be an outcast from dwarven society."
							]
						},
						{
							"type": "entries",
							"name": "Elf",
							"page": 12,
							"entries": [
								"Elven thieves are sometimes characterized as eavesdroppers or spies. Elven culture has shown relatively little interest in personal, material property; with their incredibly long lifespans, they are more aware than most of the transitory nature of things.",
								"But while material things come and go, knowledge is eternal, and it is what the elven thief covets above all. With their higher chances for finding secret doors, and superior senses in general, elves are excellent at gathering information. Of the various thief kits, they are most likely to become spies. An elf raised in a larger human community might be inclined to take the investigator kit, but this is a rare situation. The adventurer kit is also popular, especially for the elven thief who wishes to traverse the world in search of exotic knowledge. (Note that multi-class thieves cannot take a kit, however.)",
								"Elves are careful with preparations; they can have patience that amazes other races. They like to do research before a mission is undertaken, whether it be a relatively simple burglary or a dive into a deep dungeon to track some precious artifact.",
								"Because of their heritage, elves are more likely than other thieves to recognize the value of archaic or obscure items, such as books and artwork. (If you are using the nonweapon proficiency system, you might let an elf check information gathering or a similar proficiency to identify or estimate the value of such an object.) An elf is also more likely to know where to fence the item—although he would probably want to keep it for himself.",
								"When elves do desire material goods, they are sure to be beautiful and innovative ones. Elves take a special interest in items that are long-lasting and of intellectual value (art, rare books, etc.).",
								"Though enthralled by knowledge, elves are not overly secretive. They find information exciting, and may delight in sharing it with their friends.",
								"Finally, elves are dependable. You can usually expect an elf to behave as a professional (though he might not be recognized as such) or a reliable guildsman (though elves prefer to be independent of such organizations)."
							]
						},
						{
							"type": "entries",
							"name": "Gnome",
							"page": 13,
							"entries": [
								"\"Prankster\" and \"thrillseeker\" are words that best describe the gnomish thief. He takes delight in stealing, not out of greed but because it is like an exciting game—a trial of puzzles and challenges, with a valuable prize if you succeed. Thievery is recreation rather than a profession—but the reader knows well how devoted and involved people can become with their games and recreation!",
								"Gnomes are fond of burglary, though wall-climbing is difficult on account of their small stature. They may be infallible \"box-men\" (experts at lock-opening and trap-disarmament), having technical expertise comparable to dwarves', but being more willing to put it to larcenous use.",
								"Some have compared gnomish thieves to pack rats: Show one something shiny and interesting, and he'll likely be so overcome by curiosity that he'll drop everything in eagerness to discover a way to put the object of interest in his own little paws.",
								"Bulky treasures, such as coins or awkward items that must be fenced, are avoided by gnomes. They are collectors, hobbyists who like to admire their trophies: gems, jewelry and (perhaps favorite of all) fascinating magical devices.",
								"Also, gnomes love to put their magic items to clever use. They delight more than any other race in practical jokes. They may make themselves a nuisance to fellow adventurers and thieving partners; but, though embarrassing or amusing, such pranks are harmless. And at heart, a gnome, well-treated, is a most loyal and reliable adventuring companion."
							]
						},
						{
							"type": "entries",
							"name": "Half-elf",
							"page": 14,
							"entries": [
								"Half-elves live between two worlds—and perhaps this gives them a special affinity for thievery, taking the best that both have to offer.",
								"Some half-elves favor the world of one parent or the other, if raised and accepted by that parent's society. But many more are wanderers, never quite feeling at home or accepted in either society.",
								"By seeing and understanding two diverse cultural viewpoints, half-elves are acutely aware of peoples' differences in point of view—and how to capitalize on those differences. This helps develop a well-honed ability to shade the truth and, combined with the elven affinity for knowledge, makes half-elves excellent swindlers. Targets are sometimes further impressed by a half-elf's exotic appearance (pointed ears, lithe build, and so forth).",
								"It is very easy, for instance, for a half-elf to enter a new town, find a likely target, discover what that person needs or desires, and then appear at the target's doorstep with a fake for sale. A half-elf swindler will milk a town or area for however much it's worth, and move on when things get a little too hot. Between towns he may link up with adventurers for protection (and perhaps con {@i them}, too), but eventually he'll move on when he has found new territory.",
								"Many half-elves are loners and wanderers, which is not conducive to guild affiliation. The ties of a half-elf thief to a guild are loose, at best, unless the character has been raised in the guild structure and well-indoctrinated into its mentality."
							]
						},
						{
							"type": "entries",
							"name": "Halfling",
							"page": 14,
							"entries": [
								"Sometimes portrayed as consummate burglars, halfling thieves are really motivated by curiosity. The average halfling is content to lead a simple, safe, comfortable life. But the thief longs to see and experience the world beyond the hills and burrows of his home shire.",
								"\"Adventurer\" is probably still too strong a word, for even halfling thieves have their race's characteristic shy caution, plus a healthy dislike for danger, discomfort, and uncertainty. Halflings make careful preparations whenever possible, and use their skills of self-concealment liberally. Careful scouting is always a must, and frontal assaults (whether in combat or robbery) anathema.",
								"Many halflings have remarkably little interest in money, which can be burdensome (especially for a small person). They'll take a good amount of loot, certainly—at least enough for a pleasant period of ease and comfort before work is made mandatory—but they are hardly motivated by greed.",
								"Of great puzzlement to sages is the question: Where do halflings get their extraordinary talent for thieves' skills? There is precious little locksmithing or metalwork found in their culture, and thievery amongst the halflings themselves is virtually unheard of—yet the halfling thief has an amazing knack for almost all thieves' skills.",
								"Coupling this knack and the attitudes just described, plus a fierce loyalty for their friends, the halfling thief is understandably in high demand for adventuring expeditions."
							]
						},
						{
							"type": "entries",
							"name": "Other Nonhuman Races",
							"page": 14,
							"entries": [
								"As the Dungeon Master's Guide mentions (p. 15), it is possible to design new character races for your campaign. Some of these characters likely will end up joining the thief class.",
								"The races most commonly adapted for characters are humanoid—ogres, orcs, and half-breeds of those races; goblins, kobolds, and possibly even hobgoblins or bugbears. As thieves, these characters favor the kits of highwaymen (that is, bandits) and thugs—they prefer armed robbery, where no great deal of finesse, delicacy, or dexterity is required."
							]
						},
						{
							"type": "entries",
							"name": "Demihumans, Cities and Guilds",
							"page": 14,
							"entries": [
								"The entries above describe demihumans who were raised among their own kind, and have picked up most of their race's cultural trappings. Some demihumans, however, are found in other settings, such as human cities. Most such demihumans still originally lived among their own people, but some campaigns may include second- or even third-generation displaced demihumans. This particularly happens in large cities, where there may be ghettoes of demihumans, or where thieves' guilds have purposely raised demihumans in their midst to take advantage of their races' special abilities and benefits, while suppressing natural and cultural inclinations (dwarven honor, halfling peacefulness, half-elven wanderlust, and so on).",
								"Ghetto-born demihumans undoubtedly still exhibit some stamp of their \"homeland,\" but the tendencies are weaker. In fact, a guild-raised demihuman's personality might hardly be recognized for what it is, if the conditioning was done well. (There could even be such oddities as a claustrophobic dwarf or a repressed elf.)",
								"Interesting role-playing could arise from an alienated, city-born demihuman thief breaking away from the guild that was the only parent he knew, and trying to find himself in the unfamiliar lands of his ancestors."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Code of the Professional",
			"page": 15,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Do you think that a city, an army, or bandits, or thieves, or any other group that attempted any action in common, could accomplish anything if they wronged one another?"
					],
					"by": "{@i Plato's Republic, Book I}"
				},
				"One of the things that distinguishes a \"professional\" thief from the more common, vulgar variety is his understanding, like Plato's, of the delicate balance of justice that even thieves must maintain among themselves to be successful.",
				"Many thieves wish to be regarded as professionals. It is a privileged status, indicating success and the respect of the underworld. It can be an asset for business, bringing more and more lucrative jobs. Even in places not claimed as territory by guilds, there are circles of professional thieves, form the elite of the underworld.",
				"The most basic qualification of a professional is that he is recognized as such by other professionals. This recognition is not easy to gain. A thief must build a reputation for excellence, reliability, and honor among his business partners.",
				"A would-be professional also needs to hang out in the \"right spots\", taverns and such establishments, particular places where the professional clique gathers. There they relax, share information, and make contacts and arrangements for professional cooperation with other thieves.",
				"Attitude is the first element to be adopted by the aspiring professional. The professional attitude says thieving is a business, and should be conducted as neither more nor less than one. The professional is not contemptuous of his victims; they simply failed to protect their property adequately, and suffered the economic consequences.",
				"Professionals develop an unwritten code of conduct, guidelines for behavior. Its exact contents vary from place to place; the only universal rule seems to be the prohibition of \"squealing.\" A typical \"code\" is as follows, with its elements listed in order of importance:",
				{
					"type": "list",
					"style": "list-decimal",
					"items": [
						"A professional thief does not \"squeal\": If captureD by authorities in the course or as a consequence of a job, he must not reveal the identities of his partners, fences, informants, or other professional contacts.",
						"A professional thief will honestly report how much money or valuables are taken in a job; he will not \"burn\" his partners.",
						"A mob of professional thieves will share their score equally among themselves, or according to the contribution of each to the job, arranged and agreed upon beforehand.",
						"A professional thief will share some of his earnings with other professional thieves who have been incarcerated (to help pay fines, bribe officials, etc.).",
						"If a professional thief has valuable information (e.g., attractive targets, location of traps, and the activities of the town watch), he will share it with other professionals.",
						"Professional thieves will help one another, even in spite of personal differences or enmity between them."
					]
				},
				"As stated above, not all of these rules are recognized in each circle of professional thieves; but some sense of honor is vital to the attitude and behavior that mark a professional and gain him the recognition as a \"good burglar.\" The penalty for breaking the professional code can be at least as severe as breaking the law. A few transgression may be overlooked by the criminal community, but a pattern of consistent disregard for the code will cause a character's reputation to deteriorate. Other thiees will not invite the character to be a partner in jobs; silence and cold stares will greet him at his favorite social establishments; and fences may even refuse to purchase the goods he acquires. He also runs the risk of former associates squealing on him.",
				"In the worst situation—say, a thief burns his partners, squeals on them, and then skips town for some foreign port—the offending thief could not only be expect his professional reputation to be ruined, but he had better keep an eye over his shoulder, watching for assassins and bounty hunters hired by his former associates, or by their friends or families.",
				"On the other hand, there are considerable benefits for the thief who adheres to the code. He will gain the respect and trust of his associates. He is not immune from dishonorable thieves, who may try to burn him or squeal on him; but he will have the support and approval of others in exacting revenge on those who wrong him. Also, if he is captured and imprisoned by authorities, he can expect the privilege of the fix; the guild contacts (or less formal contacts) may arrange his release through bribes or favors. Even if the professional does not have access to the money needed, other thieves, knowing that he'd do the same for them, will pitch in until the necessary amount has been gathered."
			]
		},
		{
			"type": "section",
			"name": "Proficiencies",
			"page": 16,
			"entries": [
				"The use of nonweapon proficiencies in your campaign is highly recommended, especially if you are going to make use of the thief kits that we present in this book. Proficiencies are the best way to quantify the various talents that distinguish one thief kit from another.",
				"This chapter is entirely devoted to nonweapon proficiencies. It includes a reference table with a complete list of proficiencies available to thieves, including several that are new. The new proficiencies are described below.",
				{
					"type": "table",
					"caption": "Table 1: NONWEAPON PROFICIENCIES—THIEVES",
					"page": 16,
					"colLabels": [
						"GENERAL PROFICIENCIES*",
						"THIEF PROFICIENCIES*",
						"NEW THIEF PROFICIENCIES**"
					],
					"colStyles": [
						"col- text-left",
						"col- text-left",
						"col- text-left"
					],
					"rows": [
						[
							"Agriculture",
							"Ancient History",
							"Alertness***"
						],
						[
							"Animal Handling",
							"Appraising",
							"Animal Noise"
						],
						[
							"Animal Training",
							"Blind-fighting",
							"Astrology"
						],
						[
							"Artistic Ability",
							"Disguise",
							"Begging"
						],
						[
							"Blacksmithing",
							"Forgery",
							"Boating***"
						],
						[
							"Brewing",
							"Gaming",
							"Endurance"
						],
						[
							"Carpentry",
							"Gem Cutting",
							"Fast-talking"
						],
						[
							"Cobbling",
							"Juggling",
							"Fortune Telling"
						],
						[
							"Cooking",
							"Jumping",
							"Herbalism"
						],
						[
							"Dancing",
							"Local History",
							"Hunting"
						],
						[
							"Direction Sense",
							"Musical Instrument",
							"Information Gathering"
						],
						[
							"Etiquette",
							"Reading Lips",
							"Intimidation"
						],
						[
							"Fire-building",
							"Set Snares",
							"Locksmithing"
						],
						[
							"Fishing",
							"Tightrope Walking",
							"Looting"
						],
						[
							"Heraldry",
							"Tumbling",
							"Navigation"
						],
						[
							"Languages, Modern",
							"Ventriloquism",
							"Observation***"
						],
						[
							"Leatherworking",
							"Reading/Writing",
							""
						],
						[
							"Mining",
							"Religion",
							""
						],
						[
							"Pottery",
							"Survival",
							""
						],
						[
							"Riding, Airborne",
							"Tracking",
							""
						],
						[
							"Riding, Land-based",
							"Trailing",
							""
						],
						[
							"Rope Use",
							"Voice Mimicry",
							""
						],
						[
							"Seamanship",
							"",
							""
						],
						[
							"Seamstress/Tailor",
							"",
							""
						],
						[
							"Singing",
							"",
							""
						],
						[
							"Stonemasonry",
							"",
							""
						],
						[
							"Swimming",
							"",
							""
						],
						[
							"Weather Sense",
							"",
							""
						],
						[
							"Weaving",
							"",
							""
						]
					],
					"footnotes": [
						"* Proficiencies listed in this column are fully described in the AD&D® 2nd Edition Player's Handbook, pp. 56-65.",
						"** These new proficiencies for thieves are described in the text of this chapter.",
						"*** If the DM so wishes, these may be considered general proficiencies, available to characters of any class without additional nonweapon proficiency slot cost."
					]
				},
				{
					"type": "entries",
					"name": "New Proficiencies",
					"page": 16,
					"entries": [
						"Each description below starts with the following information: the name of the proficiency, the number of slots required for its selection, the relevant character statistic (e.g., Intelligence), the check modifier for using the proficiency, and the thief kit(s) for which this proficiency is appropriate (i.e., required or recommended).",
						"Thieves of any kit may choose any of these new proficiencies. However, if the kit is not listed as appropriate in the proficiency's description, then an additional proficiency slot beyond the number listed is required, just as if the proficiency were restricted to another class (cf. Player's Handbook, p. 54). This is why a \"# of slots required\" is always listed, even though a given proficiency may not cost any slots to thieves who take certain kits.",
						{
							"type": "list",
							"columns": 4,
							"page": 16,
							"items": [
								"Alertness",
								"Animal Noise",
								"Begging",
								"Boating",
								"Endurance",
								"Fast-Talking",
								"Fortune Telling",
								"Herbalism",
								"Hunting",
								"Information Gathering",
								"Intimidation",
								"Locksmithing",
								"Looting",
								"Navigation",
								"Observation",
								"Reading/Writing",
								"Survival",
								"Tracking",
								"Trailing",
								"Voice Mimicry"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Demihumans and Nonweapon Proficiencies",
					"page": 21,
					"entries": [
						"Each demihuman race has its own culture and crafts, and these may be quantified by nonweapon proficiencies. Below is listed each nonhuman AD&D® character race, along with the nonweapon proficiencies that are most highly recommended because they reflect the demihumans' heritage.",
						"Note that these proficiencies are merely recommended, for the sake of characterization. Players are not required to choose from these lists for their demihuman thieves; nor do they receive any as bonus nonweapon proficiencies. If a proficiency is not recommended for the demihuman thief's kit or class, it costs another proficiency slot, just as it would for any other character.",
						"{@i Optional Rule:} A demihuman using a recommended proficiency may get a bonus of +1 on any proficiency check he may be required to roll.",
						"Nonweapon proficiency recommendations are listed by category (General, Thief, etc.).",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Dwarves",
							"items": [
								{
									"type": "itemSub",
									"name": "General:",
									"entry": "Artistic Ability, Blacksmithing, Brewing, Direction Sense, Fire-Building, Mining, Pottery, Rope Use, Stonemasonry."
								},
								{
									"type": "itemSub",
									"name": "Thief:",
									"entry": "Ancient History, Appraising, Blind-fighting, Gem Cutting, Set Snares."
								},
								{
									"type": "itemSub",
									"name": "Priest:",
									"entry": "Engineering."
								},
								{
									"type": "itemSub",
									"name": "Warrior:",
									"entry": "Armorer, Endurance, Mountaineering, Survival (Hills, Mountains), Weaponsmith."
								},
								{
									"type": "itemSub",
									"name": "New:",
									"entry": "Intimidation, Locksmithing."
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Elves and Half-Elves",
							"items": [
								{
									"type": "itemSub",
									"name": "General:",
									"entry": "Animal Handling, Artistic Ability, Dancing, Direction Sense, Etiquette, Leatherworking, Rope Use, Seamstress/Tailor, Singing, Weather Sense, Weaving."
								},
								{
									"type": "itemSub",
									"name": "Thief:",
									"entry": "Ancient History, Gaming, Jumping, Local History, Musical Instrument, Set Snares, Tightrope Walking, Tumbling."
								},
								{
									"type": "itemSub",
									"name": "Priest:",
									"entry": "Healing."
								},
								{
									"type": "itemSub",
									"name": "Warrior:",
									"entry": "Animal Lore, Bowyer/Fletcher, Hunting, Survival (Woodland), Tracking."
								},
								{
									"type": "itemSub",
									"name": "Wizard:",
									"entry": "Ancient Languages, Astrology, Herbalism, Reading/Writing, Spellcraft."
								},
								{
									"type": "itemSub",
									"name": "New:",
									"entry": "Alertness, Animal Noise, Observation."
								},
								"Because of their mixed heritage, half-elves may have the full diversity of their human parent, or they may be inclined to take proficiencies like those of other elves (above). It probably depends on who raised the half-elf thief and where. If the optional demi-human proficiency bonus for recommended proficiencies is used, half-elves should receive it when they use the elven-recommended proficiencies listed above, regardless of where they were raised."
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Gnomes",
							"items": [
								{
									"type": "itemSub",
									"name": "General:",
									"entry": "Artistic Ability, Blacksmithing, Brewing, Carpentry, Cobbling, Mining, Pottery, Rope Use, Stonemasonry."
								},
								{
									"type": "itemSub",
									"name": "Thief:",
									"entry": "Ancient History, Appraising, Disguise, Forgery, Gaming, Gem Cutting, Juggling, Local History, Set Snares, Ventriloquism."
								},
								{
									"type": "itemSub",
									"name": "Priest:",
									"entry": "Ancient Languages, Engineering, Herbalism."
								},
								{
									"type": "itemSub",
									"name": "Warrior:",
									"entry": "Survival (hills, woodlands)."
								},
								{
									"type": "itemSub",
									"name": "Wizard:",
									"entry": "Spellcraft."
								},
								{
									"type": "itemSub",
									"name": "New:",
									"entry": "Animal Noise, Locksmithing."
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang-notitle",
							"name": "Halflings",
							"items": [
								{
									"type": "itemSub",
									"name": "General:",
									"entry": "Agriculture, Brewing, Carpentry, Cobbling, Cooking, Leatherworking, Pottery, Seamstress/Tailor, Weaving."
								},
								{
									"type": "itemSub",
									"name": "Thief:",
									"entry": "Forgery, Gaming, Juggling, Local History, Musical Instrument, Set Snares, Tumbling."
								},
								{
									"type": "itemSub",
									"name": "Priest:",
									"entry": "Healing, Herbalism."
								},
								{
									"type": "itemSub",
									"name": "Warrior:",
									"entry": "Bowyer/Fletcher."
								},
								{
									"type": "itemSub",
									"name": "New:",
									"entry": "Alertness, Animal Noise, Begging, Fast-Talking, Fortune Telling, Observation, Trailing."
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Thiefs Kits",
			"page": 22,
			"entries": [
				"Are you tired of playing plain, old, pick-a-few-pockets-and-open-a-few-locks thieves, even if AD&D® 2nd Edition makes them slightly more interesting than their predecessors? Do you want still more interest, more variety—but don't want to worry about working out all the details yourself? Then the thief kits may be just the thing for you.",
				"Here we will show you how to create and play all sorts of thieves. They are presented in kits. Each kit defines a particular type of thief—his characteristics, abilities, and limitations. You are also invited to design your own kits, and we include suggestions on how you might do this.",
				{
					"type": "entries",
					"name": "Kits and Thief Types",
					"page": 22,
					"entries": [
						"Each type of thief described in this chapter is defined by means of a kit. A kit is made up of the following elements, following the style of the warrior kits in the AD&D® 2nd Edition Complete Fighter's Manual:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"columns": 0,
							"page": 22,
							"items": [
								{
									"type": "item",
									"name": "Description:",
									"entries": [
										"The kit explains the thief type, describing the typical appearance, manner, cultural background, and use of the character in a campaign. It also lists any requirements necessary for a character to take the kit."
									]
								},
								{
									"type": "item",
									"name": "Role:",
									"entries": [
										"Many of these thief types arise in particular social contexts. A Fence, for instance, exists because other thieves need to market stolen goods. The kit will therefore describe the role of the Fence in his society, and may suggest how he might function in relation to the rest of the fantasy adventure campaign.",
										"Under \"Role\" you will also find notes on the personalities or backgrounds typical for thieves of this kit. This reflects our earlier discussion of \"role-playing thieves,\" where we examined setting, social background and motivations, and presented a few thief archetypes."
									]
								},
								{
									"type": "item",
									"name": "Secondary Skills:",
									"entries": [
										"If you have chosen to use the Secondary Skills rules from AD&D® 2nd Edition (see Player's Handbook, p. 53), then your kit may require your thief to take a specific skill, or choose from a limited range of choices. You might not be able to choose or roll randomly from among all the secondary skills listed in the Player's Handbook."
									]
								},
								{
									"type": "item",
									"name": "Weapon Proficiencies:",
									"entries": [
										"If you're using the weapon proficiency rules from AD&D® 2nd Edition, then your kit could require your thief to take specific weapon proficiencies. Or, he might have to choose one from a limited range; the Bandit, for instance, is required to take one bludgeoning weapon.",
										"Some kits (Assassins, for example) are permitted a wider range of weapons than normal thieves. This, too, is noted under weapon proficiencies.",
										"Unlike nonweapon proficiencies, below, weapon proficiencies required for a thief kit are NOT bonuses unless otherwise specified. They must be taken to fill the weapon proficiency slots normally given to a first level thief."
									]
								},
								{
									"type": "item",
									"name": "Nonweapon Proficiencies:",
									"entries": [
										"If you have chosen to use the nonweapon proficiency rules from AD&D® 2nd Edition, then you will find useful the information in each kit on what proficiencies are required or recommended for that sort of thief. The Bounty Hunter, for instance, is required to take the tracking proficiency; and a number of other proficiencies related to wilderness survival and tracking down people are recommended.",
										"Note that required proficiencies are bonuses, given in addition to the nonweapon proficiency choices that you may make as usual. Sometimes a bonus proficiency will come from a group other than the General or Thief groups, but (since it is a bonus anyway) it doesn't matter how many extra slots it would otherwise be required to occupy.",
										"When a proficiency is only recommended in a thief kit, it is not given automatically to the character. If the character decides to take a recommended nonweapon proficiency, it is chosen to fill one of the thief's open slots. Beginning thieves should have no more than one nonweapon proficiency that is not among those recommended or required for their kit.",
										"So let us suppose we have a bounty hunter named Baltrin. As a first level thief, Baltrin starts with three nonweapon proficiency slots. In addition, for choosing the Bounty Hunter kit, he gets Tracking as a bonus proficiency. Two of his three nonweapon proficiency slots must be spent on proficiencies that are recommended for his kit; he chooses alertness and riding (land-based). His final slot may be filled with any one-slot proficiency that he desires. The player chooses carpentry, deciding that Baltrin came from a family of carpenters.",
										"A number of new nonweapon proficiencies are mentioned in these kits. See Chapter 2, \"Proficiencies,\" for a complete listing of thief nonweapon proficiencies and complete descriptions of those which are new.",
										"It is not recommended that you use both secondary skills and nonweapon proficiencies. We strongly recommend that you use the nonweapon proficiency rules if you are going to use these new guidelines for thief types; they give the thieves much more color and definition, and make for a more interesting and versatile campaign."
									]
								},
								{
									"type": "item",
									"name": "Skill Progression:",
									"entries": [
										"This section of each thief kit suggests which of the traditional thieves' skills (picking pockets, etc.) are most valuable to that sort of thief. It is recommended that characters rise fastest in those skills, since they are the ones that are likely to get the most practice. These are meant as suggestions—the choice of how to allot skill improvements ought to remain in the hands of the player."
									]
								},
								{
									"type": "item",
									"name": "Equipment:",
									"entries": [
										"Some thief types tend to make use of certain forms of equipment, either from preference or need; or they may be limited in what equipment they can carry. We will note such situations. A Beggar, for instance, can't beg very well if he's dressed in resplendent finery, with gilded armor and bejeweled weapons.",
										"These equipment listings aren't really restrictions. Rather, they reflect what time and trial have proven to be most advantageous for a thief of this or that variety. If the character is fulfilling his role, the equipment will make sense; and the DM is encouraged to assist in pointing out the value of the suggested equipment when a character experiments with other things."
									]
								},
								{
									"type": "item",
									"name": "Special Benefits:",
									"entries": [
										"Most thief types have some special benefits that the others don't. These may be straightforward special abilities. Often, however, they reflect the thief's relationship to his society; they may be defined as special reaction bonuses, special privileges in certain cultures or regions, and so forth. A Fence, for instance, gets better reactions from other thieves (especially if they want him as a business partner), and also has less trouble than other characters in finding thieves willing to hire out their skills."
									]
								},
								{
									"type": "item",
									"name": "Special Hindrances:",
									"entries": [
										"Similarly, each thief type has certain disadvantages which hinder him, such as the reaction penalties of Beggars."
									]
								},
								{
									"type": "item",
									"name": "Races:",
									"entries": [
										"In the previous chapter we discussed nonhuman thieves in general. Each kit was written with the human character in mind. In a sense, demihuman thieves of each race are a kit unto themselves, because of their nonhuman heritage. However, it is certainly possible for demihumans to take one of these kits (pending the Dungeon Master's approval, of course). Before putting too much effort into a non-human character, be sure to approve the race/kit mix with your DM. He might not appreciate dwarf pirates, for instance.",
										"Under the heading \"Races\", we note in each kit special considerations for nonhuman thieves: races recommended (or the opposite) for that kit, and any special modifications that might apply if a nonhuman character is used."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "An Important Note",
							"page": 23,
							"entries": [
								"In the following sections, several thief kits include reaction bonuses and penalties as part of their special benefits and special hindrances. A word of caution needs to accompany them.",
								"In the AD&D® game, when a character is very charismatic, he gets what is called a \"reaction adjustment.\" (See the Player's Handbook, p. 18.) When the character has a high Charisma and receives a bonus, it's expressed as a plus; +2, for instance. When he has a low Charisma and receives a penalty, it's expressed as a minus; -3, for example.",
								"However, when you roll the 2d10 for encounter reactions (see the Dungeon Master's Guide, p. 103), don't add the bonus (+) or subtract the penalty (-) from the die roll. Do it the other way around. If the character has a Charisma of 16, and thus gets a +5 reaction adjustment, you subtract that number from the 2d10 roll. (Otherwise the NPCs would be reacting even more badly because the character was charismatic!)"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Kits and the Thief Classes",
					"page": 23,
					"entries": [
						"These thief kits are designed to accompany the thief class; although, as you will see, they stretch the definition of what a \thief\" is. They are not appropriate for bards.",
						{
							"type": "entries",
							"name": "Kits and Character Creation",
							"page": 23,
							"entries": [
								"There are three rules governing the thief kits:",
								{
									"type": "list",
									"style": "list-decimal",
									"columns": 0,
									"page": 23,
									"items": [
										"A character may only take one thief kit.",
										{
											"type": "item",
											"entries": [
												"You can only take a thief kit for your character when you first create that character.",
												"(This rule has one exception: If DM and players decide to integrate these rules with an existing campaign, and both DM and players can agree on which thief kit would be appropriate for each existing character, then you may use these rules to add a thief kit to existing characters.)"
											]
										},
										{
											"type": "item",
											"entries": [
												"Once you've selected a thief kit, you cannot change it.",
												"(Note, however, that with the flexible way that thieves advance, you can do a lot to make your thief look as if its kit has been changed. For instance, a Fence may be stuck in the wilderness and not be able to follow his \"vocation\" for years. But even so, he could not switch to a new kit, such as Scout.)"
											]
										}
									]
								},
								"Before choosing a thief kit, you will already have determined the character's: ability scores (AD&D {@i Player's Handbook}, Chapter 1), race (Chapter 2), class (presumably thief), and alignment (Chapter 4). You might also have decided upon a host of background factors, as discussed elsewhere in this book.",
								"You are then ready to choose your thief kit. In fleshing your character out along with the thief kit, you will probably encounter the various other stages of character creation, such as proficiencies (Chapter 5 of the {@i Player's Handbook}, and Chapter 2 of this volume), money and equipment ({@i Player's Handbook}, Chapter 6), and so forth."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Thief Kits",
					"page": 23,
					"entries": [
						"Following are several types of thieves represented by thief kits. Before allowing his players to choose kits for their characters, the DM should review each kit and make notes for himself about them.",
						"For each thief kit, the DM must determine:",
						{
							"type": "list",
							"style": "list-decimal",
							"columns": 0,
							"items": [
								"If he will even allow this kit in his campaign.",
								"What additional information he needs to give the players about each kit.",
								"What changes he might wish to make to each kit."
							]
						},
						"Let's take the Beggar kit as an example. In most fantasy campaigns this kit would be acceptable, at least in concept; although it is not inconceivable that one state might be so benign as to provide for all its needy—or so harsh as to keep them off the streets forcibly.",
						"Assuming the DM says that yes, the Beggar kit will exist in his campaign, he needs to decide which details are specific to the Beggars of his world. What causes people to be Beggars? In a predominantly lawful evil society, for example, there may be a class of people that is systematically oppressed. (This sort of society, by the way, is a perfect setting for thief player characters, whose campaign goal can be to overthrow the oppressive system.) The DM should inform the players of all these details specific to his campaign.",
						"Finally, after the DM has decided on all the details, he should go back through the thief kits as they are presented here and adjust them as he sees fit.",
						{
							"type": "entries",
							"name": "Thief Kits and Thieving Skills (Optional Rules)",
							"page": 24,
							"entries": [
								"Because of their specializations, thieves of the various kits differ in their aptitudes for various standard thieves' skills. A Spy, for instance, would need to be better (or at least would have more practice) at detecting noise than a Fence. To reflect the predispositions of the various kits, use Table 4 for beginning thieves. This table is just like Tables 27 and 28 (Thieving Skill Racial Adjustments and Thieving Skill Dexterity Adjustments) in the {@i Player's Handbook}, and is cumulative with any bonuses or penalties derived from those tables.",
								"After the adjustments have been totaled, the thief may distribute his discretionary points. There normally are 60 discretionary points to distribute (see {@i Player's Handbook}, p. 38). Some thief kits may not have as many discretionary points to distribute as beginning characters. The Assassin, for instance, gets only 40 points instead of 60.",
								{
									"type": "table",
									"caption": "Table 4: THIEVING SKILL THIEF KIT ADJUSTMENTS",
									"page": 24,
									"colLabels": [
										"Thief Kit",
										"Pick Pockets{@sup 1}",
										"Ability Open Locks",
										"F/R Traps{@sup 2}",
										"Move Sil.",
										"Hide in Shadows",
										"Detect Noise",
										"Climb Walls",
										"Read Lang."
									],
									"colStyles": [
										"col- text-left",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center"
									],
									"rows": [
										[
											"Acrobat",
											"+5%",
											"-5%",
											"-5%",
											"+5%",
											"—",
											"—",
											"+5%",
											"—"
										],
										[
											"Adventure",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"Assassin",
											"—{@sup 3}",
											"—",
											"+5%",
											"—",
											"—",
											"—",
											"—",
											"-5%"
										],
										[
											"Bandit",
											"-5%",
											"—",
											"+10%",
											"—{@sup 4}",
											"+5%",
											"—",
											"-5%",
											"-5%"
										],
										[
											"Beggar",
											"+10%",
											"-5%",
											"-5%",
											"—",
											"+5%",
											"—",
											"—",
											"-5%"
										],
										[
											"Bounty Hunter",
											"—{@sup 3}",
											"—",
											"+5%",
											"—",
											"—",
											"—",
											"-5%",
											"—"
										],
										[
											"Buccaneer",
											"-5%",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"+5%"
										],
										[
											"Burglar",
											"-5%",
											"+5%",
											"—",
											"—",
											"—",
											"—",
											"+5%",
											"-5%"
										],
										[
											"Cutpurse",
											"+10%",
											"—",
											"—",
											"—",
											"—",
											"—",
											"-5%",
											"-5%"
										],
										[
											"Fence",
											"—",
											"+5%",
											"+5%",
											"-5%",
											"-5%",
											"—",
											"-5%",
											"+5%"
										],
										[
											"Investigator",
											"-5%",
											"—",
											"—",
											"—",
											"—",
											"+5%",
											"—",
											"—"
										],
										[
											"Smuggler",
											"-5%",
											"-5%",
											"—",
											"+5%",
											"+5%",
											"+5%",
											"-5%",
											"—"
										],
										[
											"Spy",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"Swindler",
											"—",
											"-5%",
											"—",
											"—",
											"—",
											"—",
											"—",
											"+5%"
										],
										[
											"Thug",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—",
											"—"
										],
										[
											"Troubleshooter",
											"-10%",
											"+5%",
											"+5%",
											"—",
											"—",
											"—",
											"—",
											"—"
										]
									],
									"footnotes": [
										{
											"type": "list",
											"style": "list-decimal",
											"start": 0,
											"name": "NOTES TO TABLE 4",
											"items": [
												"Includes similar feats of manual dexterity, such as legerdemain and slipping poison (see also note 3, below).",
												"This ability may also be used in the placement of traps.",
												"Assassins and Bounty Hunters are adept at slipping foreign substances (poison, sedative, etc.) into the food or drink of their targets. Success in such a feat of manual dexterity is determined by a pick pockets roll, and the Assassin or Bounty Hunter gets +5% on the roll. This special bonus does not apply, however, to pickpocketing or other tasks covered by this ability.",
												"In the wilderness, the bandit gets +5% to this ability."
											]
										},
										"{@i Example:} Urlar is a beginning gnome thief with a Dexterity of 17. He decides to adopt the Burglar kit. Using Tables 26, 27 and 28 from the Player's Handbook and Table 4, above, Urlar computes his skills as shown in Table 5."
									]
								},
								{
									"type": "table",
									"caption": "Table 5: URLAR'S SKILL ADJUSTMENTS",
									"page": 25,
									"colLabels": [
										"Skill",
										"Base Score",
										"Racial Adj.",
										"Dexterity Adj.",
										"Kit Adj.",
										"TOTAL BASE SKILL"
									],
									"colStyles": [
										"col- text-left",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center",
										"col- text-center"
									],
									"outro": [
										"Urlar now may distribute an additional 60 discretionary percentage points among the total base scores, with no more than 30 such points being assigned to any single skill, as explained in Chapter Three of the {@i Player's Handbook}."
									],
									"rows": [
										[
											"Pick Pockets",
											"15%",
											"0%",
											"+5%",
											"-5%",
											"15%"
										],
										[
											"Open Locks",
											"10%",
											"+5%",
											"+10%",
											"+5%",
											"30%"
										],
										[
											"Find/Remove Traps",
											"5%",
											"+10%",
											"0%",
											"0%",
											"15%"
										],
										[
											"Move Silently",
											"10%",
											"5%",
											"5%",
											"0%",
											"20%"
										],
										[
											"Hide in Shadows",
											"5%",
											"+5%",
											"+5%",
											"0%",
											"15%"
										],
										[
											"Detect Noise",
											"15%",
											"+10%",
											"0%",
											"0%",
											"25%"
										],
										[
											"Climb Walls",
											"60%",
											"-15%",
											"0%",
											"+5%",
											"50%"
										],
										[
											"Read Languages",
											"0%",
											"0%",
											"0%",
											"-5%",
											"-5%"
										]
									]
								}
							]
						},
						{
							"type": "list",
							"style": "list-hang",
							"columns": 4,
							"page": 24,
							"items": [
								"Acrobat",
								"Adventure",
								"Assassin",
								"Bandit",
								"Beggar",
								"Bounty Hunter",
								"Buccaneer",
								"Burglar",
								"Cutpurse",
								"Fence",
								"Investigator",
								"Smuggler",
								"Spy",
								"Swindler",
								"Thug",
								"Troubleshooter"
							]
						},
						{
							"type": "entries",
							"name": "Recording Kits on the Character Sheet",
							"page": 44,
							"entries": [
								"",
								"",
								"It's really no problem to record your Thief Kit on your character record sheet. Where you normally write down the character's class, add also his Thief Kit name. For instance, if your thief takes the cutpurse kit, you would write \"Thief/Cutpurse.\"",
								"Where you normally write his nonweapon proficiencies, add the ones (if any) you got free from the Thief Kit, and designate them with asterisks to indicate their bonus status. Wherever you have space for notes, mark down the character's special benefits, hindrances, and other facts you want to remember."
							]
						},
						{
							"type": "entries",
							"name": "Thief Types and Multi-Class Characters",
							"page": 45,
							"entries": [
								"The Advanced Thief Types options are designed to add depth to a thief character. But if the character is already multi-classed (as are many demi-humans; e.g., a halfling fighter/thief), he doesn't really need any more depth. Therefore only single-class thieves can take one of the Thief Kits described above.",
								"However, with the flexibility available to thieves in the 2nd edition AD&D® game, especially with nonweapon proficiency rules, you can very closely simulate a kit by carefully choosing proficiencies and allotting points among thief skills. The character won't get the special benefits of the kit (e.g., the bonus nonweapon proficiencies), but to outward appearances, the character will be that type of thief.",
								"For instance, suppose a halfling fighter/thief wishes to be a fence. If the Secondary Skills system is being used, he should take one of those listed in the fence kit—Trader/Barterer, let's say.",
								"As a first level thief, he receives 4 nonweapon proficiencies (if they are used) and selects them from the required and recommended proficiencies of the kit. The required ones are Appraising and Information Gathering. Note that these proficiencies are NOT bonuses, because the halfling is not actually taking the kit. His other two slots should be filled from the recommended list; fast-talking and observation proficiencies, perhaps.",
								"If you do all this, and have your DM's permission, within the context of your campaign this halfling will be considered a fence. That is, he fills the role of a fence in the campaign world, and is regarded as such by other figures of the underworld. Only you and the DM know that he doesn't have all the benefits of a true fence."
							]
						},
						{
							"type": "entries",
							"name": "Thief Types and Dual-Class Characters",
							"page": 45,
							"entries": [
								"The same is not true of dual-class characters.",
								"If a human character starts off as a thief, he may take any of the Thief Kits above. If, later, he decides to change classes according to the normal Dual-Class Benefits and Restrictions rules, he doesn't lose any of the benefits or hindrances of the kit he chose; he is still that sort of thief.",
								"If a character starts off as some other character class and then, later, switches to one of the thief classes, he can choose a Thief Kit at that time, though the DM may insist that certain campaign events take place in order to allow him to do this.",
								"For instance, let us suppose that a human fighter decides, later in life, to become a thief, and he wants to be an Acrobat. There's nothing wrong with that, but the DM should insist that the next several adventures deal with the transformation. The character could join a circus, perhaps, where he could be taught the tricks of the trade. Adventures should be built around this setting, and should somehow involve other player-characters in the campaign as well.",
								"To better simulate the wait involved for the character to learn his new trade, the DM is within his rights to insist that the character not receive his Thief Kit until he's reached second experience level in his new class."
							]
						},
						{
							"type": "entries",
							"name": "Creating New Kits",
							"page": 45,
							"entries": [
								"If there's a special type of thief that the DM would like to have in his world, he can design a new Thief Kit for that thief-type.",
								"To design a Thief Kit, you must answer the following questions about this sort of thief and its role in your campaign.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Description:",
											"entries": [
												"What is this thief type? What literary, mythological or historical source is he drawn from? What special requirements are there if a character wishes to be one?"
											]
										},
										{
											"type": "item",
											"name": "Role:",
											"entries": [
												"What is this thief type to be in the campaign? How does his culture regard him? How does his subculture, the underworld, regard him? Is there a special sort of outlook he needs to have to belong to this thief type? And what does this thief tend to do in a campaign? Reading the earlier chapter on role-playing thieves may give you some more ideas for this section."
											]
										},
										{
											"type": "item",
											"name": "Legal Issues:",
											"entries": [
												"What legal penalties, if any, are there in your campaign for the activities with which this sort of thief is involved? A little bit of historical or literary research may help you get ideas, or you can just make things up to suit your campaign."
											]
										},
										{
											"type": "item",
											"name": "Secondary Skills:",
											"entries": [
												"If you're using the Secondary Skills system, you need to determine if this thief type requires such a skill. If no one secondary skill, or limited range of secondary skills, should be common to all thieves of this type, then don't require a secondary skill. But if all members of a thief type seem to have a particular skill or one of a small number of skills, then you should limit the choice of characters who select the kit to that skill or skills."
											]
										},
										{
											"type": "item",
											"name": "Weapon Proficiencies:",
											"entries": [
												"Some thief types gravitate toward specific weapon types, or are more open-ended than other thieves in the range of weapons that they may choose. If this is the case with the thief type you are simulating, then make note of it in the kit."
											]
										},
										{
											"type": "item",
											"name": "Nonweapon Proficiencies:",
											"entries": [
												"Most thief types seem to have certain skills in common. It would be silly to have an Acrobat without jumping, tumbling and tightrope walking, for example. So you may assign up to two proficiency slots to be given free to the character. If it's appropriate, the proficiencies may come from listings not appropriate to thieves (the Priest, Warrior and Wizard listings). Though normally the cost in slots for non-thief proficiencies would be higher, it doesn't matter if the proficiencies are being given for free. See the chapter on Proficiencies for more information and new proficiencies from which to choose."
											]
										},
										{
											"type": "item",
											"name": "Skill Progression:",
											"entries": [
												"Which of the traditional thieves' skills are most important to this sort of character, such that the character should concentrate his experience on them?"
											]
										},
										{
											"type": "item",
											"name": "Equipment:",
											"entries": [
												"If a thief type is known for having specific types of equipment, require of the thief that he have such equipment when he enters the campaign. If a thief seems to prefer a specific type of equipment, but it's not so widespread a choice that you don't feel like requiring it of the character, simply list the types of equipment that the thief prefers and recommend the character take them."
											]
										},
										{
											"type": "item",
											"name": "Special Benefits:",
											"entries": [
												"Every thief type could have some special benefit, but it's not absolutely necessary. It's up to you to choose what that benefit is, but it should fit in with the way this thief appears to function in fiction, folklore, or wherever he comes from. Types of benefits include: Bonuses to reaction rolls (especially from certain categories of people), bonuses on thief skill use (especially in certain situation), and special abilities."
											]
										},
										{
											"type": "item",
											"name": "Special Hindrances:",
											"entries": [
												"You should also provide a special hindrance (or hindrances) which limit the character about as much as his benefits help him, especially if you have given him a Special Benefit. Such hindrances can include: Penalties to reaction rolls (especially from certain categories of people), inability to learn specific weapon or nonweapon proficiencies; special vulnerabilities in combat or to certain magic; or special restrictions in the culture in which the character normally lives."
											]
										},
										{
											"type": "item",
											"name": "Races:",
											"entries": [
												"If there are variations to the kit based on the character's race, note them here. Some races can't take a specific kit; some will have different proficiencies, benefits and hindrances attached to them."
											]
										},
										{
											"type": "item",
											"name": "Notes:",
											"entries": [
												"If you have any additional notes about the Thief Kits pertinent to your campaign (such as which players you'd prefer for specific kits, for example), put them here."
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Thief Kit Creation Sheet",
					"page": 46,
					"entries": [
						"Following is the Thief Kit Creation Sheet. If you wish to design a new thief kit, just photocopy the sheet and design your new kit upon it. When you're showing the Thief Kits above to your players, also include the new kits that you have designed yourself.",
						"INSERT THIEF KIT CREATION SHEET WEBP HERE"
					]
				},
				{
					"type": "entries",
					"name": "The \"Lone Wolf\": Unique Thieves",
					"page": 46,
					"entries": [
						"Most thieves go through a period of training and apprenticeship, as do legitimate tradesmen. They are taught by an established, experienced thief, who was taught by a thief before him. This goes back untold generations, to the earliest thieves who developed skills on their own and then shared them with partners and apprentices. Over the years the skills and techniques have been formalized and perfected, especially under the normalizing influence of the large and powerful guilds that have arisen.",
						"But not every thief is molded in this way. There are always others, known as \"lone wolves,\" who developed outside the \"system\" of the established underworld. They discovered and developed their larcenous abilities without the aid of a mentor.",
						"Many lone wolves resemble normal thieves so closely that they may be treated as the very same thing, as far as class, abilities and restrictions go.",
						"However, in some cases a lone wolf may turn out very different—perhaps different enough to be considered a class unto himself. To design such a character, you may use the optional rules, \"Creating a New Class,\" in Chapter Three of the {@i Dungeon Master's Guide}.",
						"The emphasis of such a character should still be on thieve's skills, but it may be that not all of the traditional skills are present. And the character may have other unusual abilities as well, cultivated to assist in his roguish endeavors.",
						"Imagine, for instance, a self-taught pickpocket. He may have Pick Pockets, Move Silently and Hide in Shadows, and perhaps Climb Walls (to help get himself over fences or whatever when he is pursued by an observant and angry victim). But he could have no other thief skills; for his thieving lifestyle there was no need for them.",
						"Note how this would be different from a traditional thief specialized in pickpocketing (as in, for example, the cutpurse kit): Even though he specializes in the course of his career, the cutpurse received a core training that included all the thief traditional skills—a liberal arts education in larceny, if you will.",
						"Lone wolves often lead dangerous lives. They must be very self-reliant, and they have to find their own contacts for scoping out jobs and fencing stolen goods. As \"freelancers\" they run a constant and most serious risk of running afoul of monopolistic thieves' guilds.",
						"Guilds are often wary of lone wolves, who are more likely than \"established\" thieves, with trusted contacts and reliable references, to be spies for authorities or rival guilds. The lone wolf is also regarded by guildsmen with a mix of curiosity and contempt—and sometimes even admiration, if his odd mix of abilities proves particularly useful \"in the field.\"",
						"A lone wolf, as we said, may be a character class unto himself. Most such classes never have more than one member, and when he dies his unique combination of skills is forgotten; the class ceases to be. On rare occasion a lone wolf may take an apprentice or two, and the class may be perpetuated in this manner. (If you are using the 1st edition AD&D® game, you may suppose that the Assassin class arose in this manner.)",
						"Guilds who have accepted lone wolves into their ranks may ask the thief to take on apprentices—but two things usually prevent this: One, conservative guildmembers typically see the lone wolf's unorthodox methods as a threat (because they are not understood), or as inferior to the traditional way of doing things; and two, lone wolves, used to doing things by themselves, are reluctant to share their secrets. An example follows:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "\"Bluehand\" Ajathar, Lone Wolf",
									"page": 48,
									"entries": [
										"This is an example of a \"lone wolf\" thief, created with the character creation system in Chapter Three of the Dungeon Master's Guide.",
										"Ajathar was originally apprenticed to an illusionist. He never completed his formal training, however. His master, Zalabom the Magnificent, was outspoken on a number of religious and political issues. One day his words went too far against the popular grain, and a mob dragged him from his tower, stoned him to death, and set fire to the building after looting it. Young Ajathar narrowly escaped with his life and a couple of texts of illusion magic.",
										"Homeless and hungry, Ajathar had to steal for a living. Assisted by what few illusions he could muster, he became a burglar—and a surprisingly proficient one, considering that he was self-taught. As his burglary skills improved, so did his understanding of the magical arts of deception.",
										"He took as his symbol, his trademark to be left at each \"job,\" an illusionary blue hand. The illusion would fade after a few days—but its discovery came to invariably bring panic to the heart of anyone who discovered it in his house. Sometimes Ajathar would not take a thing, but only leave the hand as a warning, a taunt, a mockery of a house's easily-penetrated defenses.",
										"Eventually Ajathar moved on. His native town, where Zalabom was killed, was neither affluent nor an exciting place for a daring young entrepreneur. \"Bluehand\" may therefore be found anywhere that the DM should wish to relocate him.",
										"One peculiarity of Ajathar's character is his strict adherence to the alignment of True Neutrality. The lesson he gained from Zalabom's death is that extremism and fanaticism in any form are dangerous and to be avoided. Both the illusionist and the bloodthirsty crowd are, to Ajathar's mind in hindsight, repulsive. Any apprentice that Bluehand might train would have to be True Neutral as well.",
										"Following are the elements of unique class, along with the multiplier of each (see DMG, Tables Eleven to Eighteen): Fight as thief (-1); Saving throws as thief (0); {@i 1d4} hit dice type (+0.5); No armor permitted—interferes with spellcasting as well as thief skills (-1); Weapons: any (0); +1 hp per level beyond 9th (+0.5); 6 initial proficiency slots (+1.5), select as if a normal thief of the cat burglar kit; Climb walls (+1); Find/remove traps (+1); Open locks (+1); Move silently (+1); Hide in shadows (+1); Use Illusion/Phantasm mage spells (+3); Must be of True Neutral alignment (-1); TOTAL MODIFIER: +7.5.",
										{
											"type": "table",
											"caption": "Table 6: AJATHAR'S EXPERIENCE TABLE & SPELLS",
											"page": 48,
											"colLabelRows": [
												[
													{
														"type": "cellHeader",
														"width": 3,
														"entry": "Illusion/Phantasm Spells"
													}
												],
												[
													"Level",
													"Expereince",
													"HitDice",
													"1",
													"2",
													"3",
													"4",
													"5",
													"6",
													"7",
													"8",
													"9"
												]
											],
											"colStyles": [
												"col- text-center",
												"col- text-center",
												"col- text-left",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center",
												"col- text-center"
											],
											"rows": [
												[
													"2",
													"1,500",
													"{@dice 2d4}",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"3",
													"3,000",
													"{@dice 3d4}",
													"2",
													"1",
													"—",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"4",
													"6,000",
													"{@dice 4d4}",
													"2",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"5",
													"15,000",
													"{@dice 5d4}",
													"3",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"6",
													"30,000",
													"{@dice 6d4}",
													"3",
													"2",
													"1",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"7",
													"60,000",
													"{@dice 7d4}",
													"3",
													"2",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"8",
													"112,500",
													"{@dice 8d4}",
													"3",
													"3",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"9",
													"210,000",
													"{@dice 9d4}",
													"3",
													"3",
													"2",
													"1",
													"—",
													"—",
													"—",
													"—",
													""
												],
												[
													"10",
													"435,000",
													"{@dice 9d4+1}",
													"3",
													"3",
													"2",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—"
												],
												[
													"11",
													"660,000",
													"{@dice 9d4+2}",
													"3",
													"3",
													"3",
													"2",
													"—",
													"—",
													"—",
													"—",
													"—"
												],
												[
													"12",
													"885,000",
													"{@dice 9d4+3}",
													"3",
													"3",
													"3",
													"2",
													"1",
													"—",
													"—",
													"—",
													"—"
												]
											]
										},
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "itemSub",
													"name": "Thief Skills:",
													"entry": "Bluehand has the skills Climb Walls, Find/Remove Traps, Open Locks, Move Silently and Hide in Shadows. His base chance of success with any of these abilities is determined by Table 19, Thief Average Ability Table, in the Dungeon Master's Guide."
												},
												{
													"type": "itemSub",
													"name": "Spell Casting:",
													"entry": "Without a regular mentor, Bluehand's development of his illusionist talent was stunted. He advances in spell use much more slowly than a true mage of comparable level, and may only use spells from the Illusion/Phantasm school of magic. He must check to see if he can learn a spell, and must study spells in order to cast them, just like a mage. He does not receive spells automatically when he gains a new level; he must find or steal books or scrolls with new spells, or must hire an illusionist to share them with him."
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventure Suggestion",
							"page": 48,
							"entries": [
								"A mysterious lone wolf, freelance thief has struck the characters' neighborhood, leaving his trademark blue hand symbol at the scene of each crime. He is very successful, and has overshadowed many of the local guild's best thieves, on their own territory. The player characters (presumably connected with the guild) are commanded by their guildmaster to track down this unauthorized thief, either to coerce him to join the guild or to leave the city, or if necessary, eliminate him.",
								"The thief is, of course, \"Bluehand\" Ajathar. The characters may be very surprised to find themselves up against this strange, illusion-casting thief. Ajathar's description and level should be fleshed out suitably to challenge the character party."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Glossary of Thief Slang",
					"page": 50,
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "itemSub",
									"name": "Box-Man:",
									"entry": "Strictly speaking, a thief specialized in cracking safes."
								},
								{
									"type": "itemSub",
									"name": "Burn:",
									"entry": "To underreport the take in a job to one's partners. \"Luigi burned us. He told us there were only three diamonds, and kept two for himself.\""
								},
								{
									"type": "itemSub",
									"name": "Cannon:",
									"entry": "Pickpocket, cutpurse."
								},
								{
									"type": "itemSub",
									"name": "Contraband:",
									"entry": "Illegal goods (stolen or prohibited by local law)."
								},
								{
									"type": "itemSub",
									"name": "Fencing:",
									"entry": "Selling stolen goods. \"We stole the duke's jewels and fenced them later the same night.\""
								},
								{
									"type": "itemSub",
									"name": "The Fix:",
									"entry": "Ties with corrupt officials to have criminal charges \"fixed\"—that is, thrown out. This will usually require bribes or favors."
								},
								{
									"type": "itemSub",
									"name": "General Subscription:",
									"entry": "Money collected from the local underworld to free a captured thief by bribing officials."
								},
								{
									"type": "itemSub",
									"name": "Hit Man:",
									"entry": "Assassin; an \"executioner\" for crime bosses, paid to kill their enemies."
								},
								{
									"type": "itemSub",
									"name": "Lone Wolf:",
									"entry": "A solitary, independent thief. He is probably self-taught and not allied with a guild."
								},
								{
									"type": "itemSub",
									"name": "Made-Guy:",
									"entry": "A burglar who is in good standing with the local thieves' guild; a guildsman."
								},
								{
									"type": "itemSub",
									"name": "Mark:",
									"entry": "The target of a confidence game. \"We have to bring the mark to the Burnt Goose Tavern.\""
								},
								{
									"type": "itemSub",
									"name": "Mob:",
									"entry": "A group of thieves."
								},
								{
									"type": "itemSub",
									"name": "Pennyweighter:",
									"entry": "a thief who operates by replacing valuable items (especially jewelry) with worthless ones."
								},
								{
									"type": "itemSub",
									"name": "Piece Man:",
									"entry": "Someone who trades knowledge on where stolen property can be sold."
								},
								{
									"type": "itemSub",
									"name": "Pigeon:",
									"entry": "Victim of a con or swindle."
								},
								{
									"type": "itemSub",
									"name": "Pigeon Plucker:",
									"entry": "swindler, con artist."
								},
								{
									"type": "itemSub",
									"name": "Racket:",
									"entry": "Any sort of larceny, from pickpocketing and burglary through embezzlement."
								},
								{
									"type": "itemSub",
									"name": "Rootin':",
									"entry": "Committing crimes."
								},
								{
									"type": "itemSub",
									"name": "Roper:",
									"entry": "Someone who pulls in a mark for a con."
								},
								{
									"type": "itemSub",
									"name": "Rounder:",
									"entry": "A good, professional burglar."
								},
								{
									"type": "itemSub",
									"name": "Score:",
									"entry": "Loot from a theft. \"We got a good score from the duke.\""
								},
								{
									"type": "itemSub",
									"name": "Squeal:",
									"entry": "To identify one's partners to the local authorities, usually in return for a lighter penalty for one's own crimes."
								},
								{
									"type": "itemSub",
									"name": "Tipster:",
									"entry": "Someone who has knowledge to share with burglars about good targets."
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Thieves' Guilds",
			"page": 51,
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "What is a Thieves' Guild anyway?",
							"page": 51,
							"entries": [
								"This is going to be answered in heaps of useful detail in this section. But it's useful to have a basic working idea to start with. A thieves' guild is a grouping of thieves who agree to work together, in at least some ways. Often because of external threat and danger, it makes better sense for them to cooperate a little. This group typically has a leader—a guildmaster—or maybe a small ruling council. It has laws by which members must abide; there can be many of these, or few. A guild will usually only exist in a reasonably-sized town or city, where there is enough work for thieves. It will usually also have a central meeting-place, almost always secret; this is usually referred to as the guild house. Finally, it's also usually true that the large majority of these thieves are not of good alignment—they tend towards neutrality at least, if not towards actual evil."
							]
						},
						{
							"type": "entries",
							"name": "Developing the Thieves' Guild",
							"page": 51,
							"entries": [
								"This chapter sets out to understand first what benefits a PC thief will derive from membership in a thieves' guild, and what responsibilities and duties he will have in return. This is a good place to start, for two reasons. First, it briefs the DM on luring the PC into guild membership so that instead of being onerous, it becomes interesting and rewarding. Dragooning a PC thief into guild membership isn't as good as the lure of the carrot (with the threat of the stick in the background...). Second, in looking at the \"rights and responsibilities\" guild members have, many of the functions of the thieves' guild—its raisons d'etre—become clear in the process. This helps to show why such guilds exist.",
								"This matter—what thieves' guilds do—is developed further in the next major section. The activities of the guild are divided into core functions—what almost all guilds will do—and secondary ones. Secondary functions may be carried out or wholly avoided, depending on the guild in question. These various activities are laid out for the DM here to make guild-designing easier later on. Players may also get ideas for sneaky and nefarious behaviors for their PCs here. Many \"secondary functions\" will relate to the specialized thief kits presented earlier. This section does not make explicit use of these kits, since different DMs will wish to handle these differently. However, developing specialist NPCs to fulfill these specialized activities is greatly facilitated by using the kits.",
								"Next, the relation of a thieves' guild with other groups is considered. These can vary from minimal to very highly organized indeed. The DM is briefed on major associations (with merchants, the law, other guilds) and the general social background to thief activities.",
								"Immediately before the section on designing guilds, there is the crucial issue of the power at the top of the guild. This is usually the Guildmaster—or maybe a small group of dominant thieves, a ruling council. The personalities involved here will have a major effect on the personality of the guild, and need careful design by the DM.",
								"An extensive design section, complete with play-aid record sheets, is then provided to enable the DM to develop a thieves' guild for the major urban setting(s) in his campaign. This section uses a flexible approach to guild design. That is, there are tables which can be used for random determination of aspects of guilds, and dice-rolling alone will generate workable guild structures. However, the DM is encouraged to use a guided-semirandom approach, tailoring or omitting certain dice rolls and choosing design options which produce the most suitable and pleasing overall picture. This also covers the possibility that there is no formal thieves' guild, with design options for very loose affiliations or even relative anarchy!",
								"An example, the thieves' guild of Mallain, shows how to use the design system. This example takes an apparently contradictory set of dice rolls, and shows how to resolve them; the result is that the intrigues and tensions in the resulting Guild structure can be a focus for adventures for any PCs. The Guild becomes far more than just an anonymous body a thief PC pays dues to!",
								"A short section on unusual thieves' guilds (travellers on the road and others such) is followed by a valuable DM resource, a section on handling PC Guildmasters. The straightforward system laid out here handles guild income, hassles, arrests, trials and tribulations, followers arriving and leaving, morale, and the day-to-day business of running a thieves' guild. This should make life a lot easier for the DM!",
								"A small number of selected \"blueprint profiles\" for major NPCs within a guild follow; the DM can use these unchanged in game play or modify them as he wishes."
							]
						},
						{
							"type": "entries",
							"name": "Benefits of Guild Membership",
							"page": 51,
							"entries": [
								"\"What do I get out of it?\" is a reasonable enough query from a player with a PC thief when told his character must join a guild, or if it is strongly suggested as a wise option by the DM. By answering the question, many of the functions of the thieves' guild which benefit its members become clear. Below are detailed the most common benefits gained, although these will vary from guild to guild, with an example of one additional benefit typical only of membership in a certain kind of guild—a highly organized and resourceful one!",
								"It is not the case that every guild will provide all the benefits listed below, but certainly almost all guilds will provide training, access to necessary equipment, and the like.",
								{
									"type": "entries",
									"name": "Training",
									"page": 51,
									"entries": [
										"The {@i Dungeon Master's Guide} gives training (to gain experience levels) as an option for DMs. There is much to recommend training as a necessity for level gains. Having a PC train with a master, mentor, or tutor—probably with others of his profession around—allows many, many things to happen naturally without their obviously being spoonfed by the DM. Rumors and news can be caught up on. Hints and tips (e.g., concerning the usefulness of some of the new equipment items reviewed elsewhere) can be exchanged. New friends and contacts can be made. Intrigues and scams can be plotted, gossiped about, and initiated; employment can be offered; schisms and factions within the guild can become a focus for adventuring. All this is just for starters. Training is a natural way for the DM to enrich the game in all sorts of ways.",
										"Second, while certain skill gains can be seen as the result of practice, this does not apply to all the advances experience brings. New weapon and nonweapon proficiencies are the most obvious example. How can a thief who has never used a short sword, for example (because he has not previously been proficient with it), suddenly develop a proficiency in its use without training? This is obviously wholly unrealistic. How can a thief learn an Etiquette proficiency, enabling him to pull scams on the rich and haughty more easily, without a tutor to coach him in upper-crust, high society ways? He sure can't learn Etiquette from a dungeon crawl or wilderness hike! Likewise, if the player chooses to pile most of the 30 ``skill points'' gained for a level into one or two skills only, the PC could well need a specialist tutor to coach him in these skills—a good way to bring in one or two of the specialist thief kits as NPCs, too.",
										"So, training is an important element of the game, and the thieves' guild is the place where the PC thief will have the best chance of finding a tutor to train him. He may have to wait a week or two, or maybe a little longer if the DM wishes this, but by and large the guild will go to some lengths to make tutors available."
									]
								},
								{
									"type": "entries",
									"name": "Equipment",
									"page": 52,
									"entries": [
										"This is a major advantage for a thieves' guild member. It goes without saying that many items of use to a thief are hardly available on the open market in almost any society! Armor and weapons can be had, and likewise straightforward items such as ropes, iron spikes, crowbars, and the like. But where does the thief get lockpicks, tiger's claws, razor rings, silenced armor, and suchlike? From the thieves' guild, of course.",
										"In addition to being a source of equipment for sale (and possibly even for loan), here is an obvious chance for role-playing possibilities. The \"blueprint profile\" for the Thieves Quartermaster (later in this chapter) shows how a simple trip to buy some new lockpicks at the guild can be turned into an encounter with a very resourceful and entertaining NPC, one the player of the thief PC won't forget!",
										"In some powerful guilds, magical items may be available for exchange (for other magical items, obviously ones of superior value!) or even possibly for loan (with a fat deposit securing the item). Loaning allows thief PCs to enjoy having a magical item without the DM letting them have it permanently! It should go without saying that absconding with the item will lead to relentless and murderous pursuits until the item is returned."
									]
								},
								{
									"type": "entries",
									"name": "Information",
									"page": 52,
									"entries": [
										"The thieves' guild will make it its business to know about many things which are of interest to its members, and that can mean just about anything, so a few examples are given here:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"page": 52,
											"items": [
												{
													"type": "itemSub",
													"name": "Security:",
													"entry": "The blueprints for sewer networks (allowing ingress and egress through manhole covers), times of changing guards at major guarded buildings (the Treasury, the Mint, etc.), times of watch patrols (in rich residential areas), the nature and positions of guards (warriors, dogs, etc.) and traps in key buildings, and the like."
												},
												{
													"type": "itemSub",
													"name": "Commercial:",
													"entry": "Who is richer than he looks (and why and how), arrivals and departures of valuable cargoes and items, where certain valuables are cached, hidden, disguised; and more in this vein."
												},
												{
													"type": "itemSub",
													"name": "Friends and Enemies:",
													"entry": "This will depend in a big way on the relationship of the guild with other associations, dealt with later. Sometimes such information will be given to a novice thief for obvious reasons; \"do not rob merchants X, Y, Z or else. Understand?\" (reasons—X and Y pay protection money and Z is actually Deputy Guildmaster; the novice might be told some of this). But other possibilities include which corrupt officers of the law are in the pockets of the guild (and therefore should not be dealt with too harshly during a robbery), which servants of the rich are very happy to talk for what magnitude of bribe, which barmen in the rough taverns in the docks will help thieves (e.g., by putting a little something in someone's drink so they can be \"helped home\" by the thief later), and so on."
												},
												{
													"type": "itemSub",
													"name": "General Information:",
													"entry": "This is a catch-all category. To take but one possible illustrative example: a guild might keep records of legal punishments for various thiefly crimes in neighboring (maybe even distant) locations (\"Over there? Not if you value your hands, brother!\"). These may not always be accurate and up-to-date, of course."
												}
											]
										},
										"What the guild knows, who within the guild knows it, and whether they will tell what they know obviously depends on how \"hot\" the information is, the seniority of the person inquiring, and other factors. These complications don't need our attention now; the important thing is the basic idea here, that the guild is a vital information source. And, to anticipate the responsibilities guild members have to the guild, this is a two-way process. The thief will be expected to report certain information to the guild seniors! This is dealt with later."
									]
								},
								{
									"type": "entries",
									"name": "Fencing",
									"page": 53,
									"entries": [
										"This is an often-overlooked aspect of the thieves' guild. A PC thief may steal all kinds of things which he hasn't any idea about, so far as their price goes. He didn't find the hidden safe in the merchant's house, so out he comes with a bag containing a jade statuette of a cat (actually imitation jade so it's mostly worthless), a crystal vase (exceptional elfin work, worth a fair sum), a crude wooden idol (an antique, and thus worth far more than the thief thinks), and more...Indeed, in the absence of any special nonweapon proficiencies (such as Gem-cutting and the like) the thief may often have little idea how much nonmonetary treasures he has stolen are worth. Even with the Appraising proficiency, the thief's estimates may often be wrong, and a fair proportion of items too unusual or singular for the thief to be sure anyway. This is one area where the fence can help the thief.",
										"A resourceful thieves' guild will have members who can accurately value different sorts of items, and will also have contacts with certain specialists who aren't actually thieves but who also aren't terribly ethical either. They can handle real rarities. The Fence thief kit gives a basic design option for fences, and the blueprint profile section (later in this chapter) also details a highly experienced and versatile fence who can be used straight off the page (as it were) or developed by the DM for use in his campaign.",
										"A special case is that of magical treasure. A simple {@i {@spell detect magic|PHB}} spell from a mage-thief specialist in the guild, working with the fence, can tell a thief that the nice gold signet ring he filched from the drunk fighter is a magic item, worth far, far more than its value as gold. The same NPC can tell the thief (from an {@i {@spell identify|PHB}} spell) that the ring is a {@i {@item ring of protection|DMG +2}}, worth thousands. This only needs a 1st-level magic-user with the fence, but it's a priceless service for the thief!",
										"The other role for the fence, obviously, is that the thief gets \"hot\" property off his hands quickly. It will probably be out of town very fast, to be sold in some distant location where its illicit nature will not be suspected. Obviously, fences never pay more than a fraction of the market price for goods; but a fraction may still be a fair sum, and the thief runs no risk of being apprehended."
									]
								},
								{
									"type": "entries",
									"name": "Specialist Help",
									"page": 53,
									"entries": [
										"Obviously, the fence is a form of specialist help, but the guild can also act to put members in touch with specialists to help them with certain ventures in more direct ways.",
										"First, certain guild members will be specialists in themselves—expert lockpickers with exceptional Open Locks skill levels and others such. Multi-class thieves are also important people for many jobs—a mage-thief with such spells as {@i {@spell invisibility|PHB}, {@spell levitate|PHB},} and {@i {@spell knock|PHB}} (to consider but second-level spells) is of obvious value. Having one accompany a thief on a robbery increases the chances for success considerably, but even if this isn't possible, a simple {@i {@spell invisibility|PHB}} spell precast on the hopeful robber gives an important edge for sneaking past guards and the like.",
										"Then again, other adventurers might be called upon. Depending on the guild's relations with other bodies, a cleric (with {@i {@spell find traps|PHB}}, among other spells) would be a most useful accomplice for many tasks. If the DM's campaign world has a deity which is an obvious patron for thieves (such as Olidammara of Oerth, or Mask of the Forgotten Realms), clerics of such a deity might well have very cordial relations with a thieves' guild. This is considered in more detail below.",
										"The guild can thus act as a clearing-house, with names and meeting places to assist a PC thief hoping to pull a job but needing help. Again, whether these contacts actually agree to help will depend on many things—notably the reputation of the PC thief! However, the fact that they are there at all can be helpful for the PC thief, possibly for his friends as well, and can be very useful indeed if the thief PC wants to pull some job away from the rest of his usual adventuring group, when he must have some such extra help for success.",
										"Of course, a thief may simply need the assistance of others of his own kind for some job he has planned. This may be a simple decoy person to help with pickpocketing in the streets, or an eagle-eyed lookout for a warehouse job. Either way, the guildhouse may be a better bet than hanging around dubious taverns and hostelries. The flipside of this, of course, is that an impoverished PC can hang around the guildhouse touting for offers of work himself!",
										"Finally, a well-organized guild will even be able to help its members if they get into serious difficulties. A jailer may be bribed, a magistrate bribed or blackmailed, a man of law paid to plead the thief's case in the courts (if the judge or magistrate cannot be bribed). If the captured thief is very senior in the Guild, even a commando-style \"liberation\" may be possible! Such actions will leave the thief indebted to his guild for some time to come...",
										"So, these are the main functions of the thieves' guild, as far as a PC thief entering the guild can see them. There are certainly other things the guild will do, and we'll look at them in due course. Before that, let's look at the other side of the coin—the responsibilities the thief has to the guild. For all the advantages, what does the guildmember have to pay one way or another?"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Responsibilities of Guild Membership",
					"page": 53,
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Guild Dues",
									"entries": [
										"The most obvious responsibility is that the guild member must pay dues to the guild. These will be variable. One guild may include training costs in the basic dues, which will then be fairly high; another guild might not, charging for training as and when the guild member needs it, so their basic dues will be that much lower. Of course, if the DM doesn't use training rules in his game then this element will be absent. When the DM comes to design a thieves' guild using the system outlined later, this is a important element to consider!",
										"In addition to a basic membership due, the guild may insist on taking a certain percentage cut of the rewards the guild member gains from his thieving activities. Here, it is likely that there will be a ``basic rate'' for normal operations, with guild seniors considering special cases individually. For example, if the guild provided the thief with certain important information which made a big difference (and indeed without which a robbery would have been unsuccessful), the guild may take a larger slice of the goodies than normal. What cut the guild takes will again be variable. Some guilds may discount the yearly dues (possibly in part) from later cuts from income."
									]
								},
								{
									"type": "entries",
									"name": "Secrecy",
									"entries": [
										"This is just as important as paying dues. The guild member will be expected to keep the identity of the guildmaster (if he knows it), the guildhouse, and planned guild activities secret from outsiders. He must never inform on a guild member.",
										"In a guild dominated by a lawfully-aligned guildmaster or group, secrecy may be the most important of all commitments the guildmember has to make. Some form of oath of loyalty is very likely to be demanded of the novice in almost any thieves' guild."
									]
								},
								{
									"type": "entries",
									"name": "Providing Information",
									"entries": [
										"There are two quite specific ways in which a thief will be expected to supply his seniors within the guild with information. First, information concerning his own plans; second, general information possibly of value to guild members.",
										"A thief will be expected to keep the guild informed about important ventures he has planned. This does not include dungeon-bashing, wilderness adventures, and the like! Rather, robberies and break-ins which may net particularly good rewards or strike at \"sensitive\" targets (such as a temple, or the warehouse of a notable merchant), particularly nefarious crimes such as kidnapping, and major scams are examples of crimes which a thief will always be expected to notify the guild seniors or guildmaster of. Many guilds will insist that such major crimes can only be committed with the guildmaster's permission. This is especially likely to be true with a strong guild, and in a lawful or repressive society where such actions may stir up a hornet's nest of trouble for the guild.",
										"Feeding back general information to the guild will also keep a thief in good standing with his fellows. A thief casing a joint for a later break-in might see an unusual number of guards around in the courtyard of an adjacent building as some crates are being taken inside from a wagon, and one crate splits slightly at the top revealing the glint of gold or ivory in the bright sun...The thief knows that he cannot organize a robbery over there as well as in the place he's casing already, so he reports the pleasant view to the guild. Doing so will certainly keep the thief in good favor. The thief will be expected to provide such information should he come across it, but the guildmaster might well reward particularly helpful guild members, mark them for promotion, give them a sinecure role in some other guild job, pay a small percentage of the guild take to the helpful informant, and the like.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "itemSub",
													"name": "Snitches:",
													"entry": "These can be of special importance to a thieves' guild. Basically, a snitch is someone paid to provide \"inside information.\" A snitch can be a corrupt officer of the law, a valet or servant of a rich man (or at a club of some kind), a nightwatchman, and so on."
												},
												"A few guilds might insist that only the very senior guild members can have their own snitches; juniors must turn over promising contacts who could be developed into snitches to the guild. More likely, though, is that individual members can have their own snitches who are regarded as sacrosanct by other guild members. A guildsman does not tamper with another thief's pet snitch! This is obviously going to be easiest if the identities of the snitches are actually commonly known within the guild—how can you not poach a snitch if you don't know who is one, after all? But, because some thieves may be very nervous about this, the identity of certain really important snitches may be kept secret. The guild will protect them by warning thieves away from the key snitches indirectly (e.g., with an edict that no one is to try to \"make friends\" with the staff of such-and-such an establishment). This does not make the identity of the snitch known, but serves to warn other thieves away."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Limited Territory",
									"entries": [
										"The thief will almost certainly be told that certain areas and activities are definitely off-limits. This is likeliest to apply to major crimes and big heists when junior thieves are the hopeful plotters (the guild is unlikely to allow such inexperienced people the chance to bring the wrath of the law down on everyone's head). But territorial restrictions may be just as important.",
										"The simplest form of this is that certain thieves will have their \"own patch\". Pickpockets are the most clear-cut example. A notably busy thoroughfare, one where merchants and (especially) foreigners throng, is a patch which a skilled group of pickpockets will fight determinedly to keep as their own, exclusive territory. Protection rackets are another obvious case of a demarcated territory where other guild members do not stick their noses in. These will include warehouses and offices and homes which are off-limits to burglars, because their owners pay a sum to the guild to avoid being robbed.",
										"A more complex example of this is where sub-guilds control definite sections of a city and expect that only their own people are usually allowed any activity at all within that section. Exceptions are allowed only after careful consideration by the leader(s) of this group. This situation may happen if a guildmaster is weak and the second-rankers start carving out territory for themselves, but it might arise for simple reasons of historical accident (in a walled city with major internal divisions, gates between town quarters, and so on—the City of Greyhawk is an example). At its most extreme, a city might in effect (if not in name) have several thieves' guilds, each controlling one section or quarter of the city, with the boss of each splinter faction meeting with the others at regular times to try to co-ordinate efforts and defuse tensions."
									]
								},
								{
									"type": "entries",
									"name": "Other Duties",
									"entries": [
										"Depending on the individual guild, the thief may have other responsibilities. These can vary considerably, but some of the more common cases are detailed here.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "itemSub",
													"name": "Training:",
													"entry": "The thief may only be allowed to train apprentices of his own with the knowledge and permission of the guild, and the guild will probably want a cut of the training fee. Some guilds will regulate the allocating of apprentices to trainers. In busy times when the guild is expanding, middling-level thieves may have to give up a certain amount of time, demanded by the guild, to train new apprentices."
												},
												{
													"type": "itemSub",
													"name": "Legwork:",
													"entry": "Especially with apprentices and low-level thieves, the guild may require them to do some of the tedious day-to-day legwork, at least as backup reserves. This can involve collecting money from the victims of protection rackets, collecting and carrying bags of small change from illegal street gambling, acting as a messenger boy, keeping a part-watch on a warehouse, and so on. This shouldn't be too oppressive, but a sudden need for extra help on the part of the guild is a nice plot device for keeping a thief PC in town and maybe having him see things, and meet people, that widen the scope of his future adventuring."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "The Recalcitrant PC Thief",
									"entries": [
										"A player may decide that he doesn't want to have his thief PC join any guild; this may be especially likely with Chaotic characters (and Chaotic players!). It's best not to pressure the player in this case, but as his thief PC gains experience he will inevitably tread on the toes of the thieves' guild (e.g., by robbing someone they have an \"understanding\" with). The guild will sooner or later have to take action against the PC thief. They will warn him first, and stress the benefits of joining (as explained above). Eventually he will have to join up, or ship out. There is also the matter of training, of course; if he doesn't get this from the guild, where else can he come by it?",
										"Some players may worry that their thief PCs may have their freedom of action massively curtailed, or their alignment may be compromised (especially if the PC is of Good alignment), or their PC may simply be ripped off. These are legitimate worries, and some players may want to be reassured about them. The DM should be able to lure all but the most uncooperative player into guild membership without any strong-arm tactics, and then the full plethora of the guild's nefarious activities can be unfolded..."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Activities of Thieves’ Guilds",
					"page": 55,
					"entries": [
						"There are certain obvious core activities of thieves which will always be a staple of guild goings-on, but there are also more uncommon activities which not all guilds will have dealings with. Looking at the range of possible guild activities is done here for two reasons. First, it is a useful precursor to guild design, to come later. Second, it is a natural lead-in to the issue of relations which exist between thieves' guilds and other groups. Since these are often based on mutual interests and spheres of activity, it makes sense to consider these interests and activities first, to make sense of the associations to be reviewed later!",
						"Importantly, the activities reviewed here do not involve all the thieves of the Guild. If PC Guildmembers find some activities run by a guild objectionable (e.g., because they are good-aligned), they shouldn't be forced to do so. The idea here is simply to give an idea of the range of activities which guilds may be involved with on more than an occasional basis.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Core Activities",
									"entries": [
										"These are the bread-and-butter activities of thieves. Virtually any guild will have these as everyday activities. That is, guild members will regularly indulge in them and they will provide much of the \"bread and butter\" income for most thieves (especially lower-level thieves).",
										"Pickpocketing, burglary, robbery, street theft, street gambling, and mugging are the most obvious core activities. There's little need to say much more about them here. Almost all players will have had their thieves indulge in such behaviors, and will be familiar with them. Standard AD&D® game rules, and many equipment items and Thief Kits presented in this volume, give exhaustive detail about them."
									]
								},
								{
									"type": "entries",
									"name": "Other Activities",
									"entries": [
										"The DM can look upon the listing here as a menu from which choices can be made later on when designing a thieves' guild. The list isn't exhaustive; devious DMs can no doubt add to it for unusual guilds in a campaign setting. The activities here are ones which will involve the guild as a body, or many of its members, on a systematic basis. In turn, this will affect the nature of the guild significantly. Obviously, many of the activities listed below may involve specialists, and the thieves' kits outlined earlier can be very useful in many cases."
									]
								},
								{
									"type": "entries",
									"name": "Protection Rackets",
									"entries": [
										"Thieves and merchants may possibly come to some negotiated understanding, in certain cities and towns. The thieves will agree not to burgle particular establishments (warehouses and private homes)—that is, those which belong to the merchants who pay a fee for this privilege. Merchants who don't pay will be fair game for future robbery, and may be specifically targeted.",
										"This kind of agreement will always be negotiated by the guild seniors, and guild members will be told in no uncertain terms that certain places are strictly off-limits in the future. Such agreements are most likely in places where the thieves' guild is strong, the rule of law is fairly weak (or corrupt), and where the guildmaster is a lawful-aligned individual.",
										"A notable consequence of such agreements is that if a freelance thief burgles a property which is owned by a merchant who pays the local thieves' guild, that thief can expect the thieves' guild of the town to make determined efforts to find him and administer summary justice. This may be harsher than the penalties prescribed by the law! Also, the traditional meaning of the term \"protection racket\"—\"pay up or we break your legs\"—is not exactly what is implied here, although thieves denied payment by a merchant might resort to the threat of violence to drive away the merchant's customers, staff, and the like. Only a guild dominated by evil and top-heavy with thugs will be likely to use actual violence, in most cases."
									]
								},
								{
									"type": "entries",
									"name": "Smuggling",
									"entries": [
										"This is most likely to be an organized activity in a port, or possibly in a major inland trade city built on a nexus of trade roads. In the case of a port, there is a possibility that thieves might also be allied with pirates, both through smuggling and through getting messages to the pirates regarding the sailing times, cargoes, and protection of sailing vessels leaving the port. The smuggling can be of any prohibited item or items, and in troubled lands the smuggling of weapons can be particularly lucrative.",
										"Subtle variants on this theme are possible. Consider a thieves' guild which has good connections with the rulers, in a weak country ruled by evil. The country might officially outlaw slavery (for fear of offending neighboring countries which are not ruled by evil), while the thieves actually carry this on as a subterfuge activity, smuggling slaves into and perhaps through the country. This is done with the full knowledge and connivance of the rulers, who take a percentage of the profits. Selling the slaves to another, more distant, evil land could raise plenty of funds for the thieves and the rulers. In time, this evil land could flourish and become strong on the profits of its wicked trade."
									]
								},
								{
									"type": "entries",
									"name": "Forgery and Coin Clipping",
									"entries": [
										"A strong thieves' guild may regulate the activities of forgers and \"clippers\", to keep the proportion of forgeries and clippings within reasonable limits. If there are too many forgeries floating around, the value of coin will sharply deteriorate, to no one's benefit (including the thieves). Clipping is simply the art of shaving fine slivers from the edges of coins and using the salvaged metal for subsequent coin-forging or for other purposes. A shaved-off margin of some 5% from the original is usually fairly undetectable, but coins may be clipped several times during their lifetime! In advanced societies in the campaign world, the dies used to make coins may have milled or marked edges to prevent clipping."
									]
								},
								{
									"type": "entries",
									"name": "Entertainments",
									"entries": [
										"This is a catchall term for a fairly wide range of dubious behavior. Some examples of systematic operations which a thieves' guild might run are listed below.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "itemSub",
													"name": "Gambling:",
													"entry": "Thieves might well run casinos and similar establishments. These provide a source of income, a good meeting-place for underworld people, and the opportunity to rip off large sums of money from patrons who are rich, drunk, stupid or usually all three. Organized crime will be strongly involved in these operations."
												},
												{
													"type": "itemSub",
													"name": "Good Time Girls:",
													"entry": "Nothing much needs to be said about this, save that thieves often act as the \"gentleman companions\" of these girls. There is a much shorter word to describe this, of course."
												},
												{
													"type": "itemSub",
													"name": "Bawds:",
													"entry": "A bawd is a character who knows the seamier side of life, and makes an in-demand \"tourist guide\" for the rich and bored (or the foreigner) who seek to stimulate their jaded appetites in the seedy parts of town. Bawds will often be freelancers, but they may hand over a certain percentage of their clients to muggers and other thieves. This type of activity might well involve the thieves' guild, even though the bawds themselves do their own work independently, and will frequently be Chaotic Evil in alignment."
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lawful Operations",
									"entries": [
										"A thieves' guild might actually turn to actions which do not conflict with the rule of law for several reasons. First, it might have many lawful members (this is implausible except in a very lawful society). Second, it might have strong contacts with some outside group which makes some lawful operation a special case—having good relations with merchants could lead to the protection scenario detailed below. Third, it might just be good public relations. The guild does some \"legal work\" to maintain a veneer of public respectability while blaming its really nefarious activities (kidnapping, drug smuggling, etc.) on rogue elements outside the guild. It might also be a temporary diversion to keep the heat off when the guild has over-reached itself or been blamed for some particularly spectacular heist or wicked crime. Surprisingly, there are lots of reasons why poachers may turn gamekeeper for a while. Two examples are:",
										{
											"type": "list",
											"style": "list-hang",
											"items": [
												{
													"type": "itemSub",
													"name": "Security testing:",
													"entry": "Thieves might be employed to test defenses of a secure area. Who better, after all? Gemcutters and jewelers, pawnbrokers, and rich merchants who keep a lot of money around are obvious potential customers. Equally obviously, they won't approach the thieves' guild unless they already have some understanding with them. They will also top up the defenses after the thieves have tested the first set, even if the thieves say the defenses are very sound (or maybe especially if they claim this!)."
												},
												"Of course, if freelance good-aligned (or lawful-aligned) specialists in such work are available as independents, they will be the most likely to carry out this work. A thieves' guild is likely to go to great lengths to get these people to join the guild, or else to eliminate them!",
												{
													"type": "itemSub",
													"name": "Transportation:",
													"entry": "Sometimes, someone wishes to move something (a fabulously valuable gem, a religious icon, etc.) from one place to another by normal means (e.g., not teleporting) and is fearful that it may be stolen en route. Thieves are employed to create decoys and diversions and to smuggle the object in secrecy. Since thieves are masters of concealment, and also know a thing or two about stealing things in transit, their skills will be put to good use here. In the case of a really important item being transported, a thief might be asked to submit to a spell such as quest/geas to ensure his cooperation."
												}
											]
										}
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Thieves' Guilds in the Campaign World",
					"page": 57,
					"entries": [
						"A thieves' guild doesn't exist in a vacuum. It will be strongly influenced by the society which it is part of. Considering this is an important backdrop to the more specific matter of how a thieves' guild gets on with other associations and groups.",
						{
							"type": "entries",
							"name": "Size and Wealth of Communities",
							"page": 57,
							"entries": [
								"A first simple point is that a thieves' guild has to have enough work to support it! A small hamlet of 50 or so peasant farmers, most of whom are desperately poor, wouldn't support a single cutpurse, let alone a thieves' guild. A busy working town along a trade route, though, might well attract several thieves, even if the actual population was fairly low. If the village relied on monies passing through the place (coaching inns, hospitality, markets, etc.), it would be much richer in terms of money available for the thieves to filch than a place with the same population but dependent on the turnip harvest! In the design process, some specific rules for determining how many thieves various communities can support are given."
							]
						},
						{
							"type": "entries",
							"name": "Social Alignment",
							"page": 57,
							"entries": [
								"The other factor which will always be of importance in determining the nature of a thieves' guild is the dominant social alignment (see the {@i Dungeon Master's Guide}, Chapter Four). Usually this will be reflected in the alignment of the rulers too, but this may not always be so: the possibility of a \"divided alignment\" society is discussed after the social alignments have been considered. Also, the following descriptions are tendencies, not absolutes. The final paragraphs on Special Social Factors shows how, for example, two Lawful Good societies dominated by different religions could have a very different view on thieves!",
								{
									"type": "entries",
									"name": "Lawful Good",
									"entries": [
										"Thievery will be strongly disapproved of—thieving is by definition unlawful, and few thieves are good. The penalties for thievery will be harsh, but will usually involve banishment, confiscation of goods, and long sentences of socially useful labor rather than death, mutilation (e.g., amputation of a hand) or such other cruel treatment. Lawful good rulers may go to some lengths to extirpate thieves' guilds, and lawful good people will certainly inform on thieves. There will be a strong sense of civic duty among such people to report any observations suggestive of thievery to the authorities. Tip for thieves: Find somewhere else."
									]
								},
								{
									"type": "entries",
									"name": "Neutral Good",
									"entries": [
										"Thievery will not be disapproved of in the same way as in a lawful society, but thieves are rarely good, and neutral good societies are unlikely to have much regard for them. However, punishment for thievery may not be so severe, and the rulers may feel there are better things to do, and more important social priorities, than persecuting thieves. Assassins, for example, will be rated a much more important target for the authorities.",
										"However, while the authorities (and society generally) may tolerate a certain level of thievery, there is likely to be a \"threshold level\" above which thieving will no longer be tolerated. Over-powerful thieves may be deemed a major social evil, and neutral good societies may be less fussy about the means (neutral) taken to achieve the ends (good). Do not forget that a viable interpretation of the neutral good philosophy is \"war on evil without remittance or mercy,\" such that only direly evil ends will be eschewed in the prosecution of good! Certainly, plants, spies, moles within guilds—all may be used by the authorities against over-powerful thieves. Tip for thieves: Keep a low profile and you can get away with it, but otherwise—watch out!"
									]
								},
								{
									"type": "entries",
									"name": "Chaotic Good",
									"entries": [
										"Such societies do not often have effective, strong law enforcement, because the people prize personal freedom as a primary virtue. For this reason, thieves' guilds can grow strong in a Chaotic Good society. Even if the will is there to do something about the thieves, the means may not be adequate to the task.",
										"The attitudes of ordinary people will be complex here. Some may regard thieves in a heroic light, as individualists and nonconformists, and be positively disposed to them. Others will regard thieves as taking the fruits of the labors of others away, and that this curtails personal freedoms—the undeservedly poor have not the freedom they should have. Reactions will tend to be individualistic (as with most Chaotic societies) and somewhat unpredictable. Tip for thieves: Stick around!"
									]
								},
								{
									"type": "entries",
									"name": "Lawful Neutral",
									"entries": [
										"This may be the most intolerant of all societies. Thievery is the very antithesis of law, and punishments for transgression are likely to be harsher and more cruel and unforgiving (e.g., amputation of a hand, a long sentence of forced labor) than in a Lawful Good society. Lawful Neutral rulers are likely to be rather stern, and worst of all, law enforcers are likely to be as numerous and unbribable here as anywhere. The only bonus for the thief is that Lawful Neutral societies are appallingly bureaucratic and its civil servants lacking in imagination and initiative.",
										"Lawful Neutral citizens will snitch on a thief at the drop of a hat and, moreover, will do so out of a sense of real civic duty. Tip for the thief: Very dangerous, but definitely outsmartable. Faked papers and the like go a long way, and fast talking helps a great deal."
									]
								},
								{
									"type": "entries",
									"name": "Neutral",
									"entries": [
										"Absolute Neutral rulers tend to be rare, except in countries which border on extreme alignment societies. Here, performing some kind of balancing act may be the only way to survive. Such rulers will probably ignore thievery unless it gets out of hand; they will have too much else to worry about. When it does get out of hand, their instinct will be to take whatever steps are necessary to restore the balance—more militia, more watch, more nightwatchmen and lamplighters in the streets, and so on. They will be highly pragmatic in their response.",
										"While pure Neutral rulers may be rare, ordinary people will often be of this alignment. This reflects the fact that they aren't clearly of any other alignment: They're just pragmatic, doing what they need to get by day to day. Most medieval societies were hardly rich; even the \"middle class\" (until the 15th century in Europe) had a standard of living which could barely be termed comfortable. Survival is the name of the game, and clearly demarcated principles often go to the wall under such circumstances. The resulting blurred alignment can often be summarized as Neutral. Neutrals will tend to regard thievery as something they can't do a great deal about; thieves are mysterious, dangerous people with secret organizations. Neutrals look the other way; they don't want to get involved. Corruption can operate on a wide scale—it can even become a staple of commercial exchange. Tip for thieves: Good pickings!"
									]
								},
								{
									"type": "entries",
									"name": "Chaotic Neutral",
									"entries": [
										"Almost no societies, save for disorganized anarchies and some frontier lands, are dominated by this alignment. A Chaotic Neutral ruler is unlikely to survive for any time at all—ruled by whim and caprice, his subjects will likely rise up to put an end to such arbitrary rule.",
										"Such societies, or ones comprised of Chaotic Neutral people, will likely not care a fig about thievery. Gambling, corruption, bawdery, muggings, and lowlife are likely to flourish in such societies, and thieves may grow very strong organizing such activities. Tip for thieves: Excellent pickings, and a strong guild can effectively rule such a society behind the scenes."
									]
								},
								{
									"type": "entries",
									"name": "Lawful Evil",
									"entries": [
										"While, like all Lawful societies, Lawful Evil will not care for unlawful acts, Lawful Evil accepts what is necessary to maintain the strong in power. Fear rules here. If a Lawful Evil ruler uses thieves to backstab (literally!) his enemies, so be it. The ordinary people will cower if a thief swaggers around—providing that thief has the muscle to back any threats he makes. Thieves' guilds in such lands may be very strong, but they must have an emphasis on the brutal and thuggish to survive. Assassins will be stronger than thieves here, and the two may work closely together. Tip for thieves: Walk loudly and carry a big stick."
									]
								},
								{
									"type": "entries",
									"name": "Neutral Evil",
									"entries": [
										"Neutral Evil is uncaring and unconcerned. Such people—rulers or ordinary folk—are out for what they can get. How one gets what one has in life doesn't matter at all. Neutral Evil folk are often cleverer than Lawful Evil ones, being more flexible and less respecting of a dumb \"superior\" just because he is in a position to push people around. They are also better organized by far than Chaotic Evil people. Neutral Evil is a flexible, smart, highly dangerous alignment.",
										"Thieves have excellent chances here, but they will have to watch their own backs more than in any other society. Rival thieves' guilds may be particularly likely here. Since there is no stricture other than \"don't get caught\", competing guilds and gang wars are highly likely. Tip for thieves: Good prospects for the pragmatic amoralist."
									]
								},
								{
									"type": "entries",
									"name": "Chaotic Evil",
									"entries": [
										"Such societies are likely always to be in ferment, since the arbitrary cruelty of the rulers will drive even a passive population to revolt before long. Only Chaotic Evil societies with a powerful clerical group, demonic presence, etc., will have the sheer force needed to tyrannize for any length of time.",
										"At all levels of a Chaotic Evil society, backstabbing and intrigue, treachery and betrayal, is the basic coin of exchange. The strong take what they want however they like, and the rest are ground into the dirt. Since organization and cooperation are minimal, a thieves' guild where the members don't spend all their time backstabbing each other can grow to dominate behind the scenes very swiftly. Tip for thieves: Trust nobody, sell your granny into slavery, and have magic items allowing a fast exit."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Special Soclal Factors",
							"page": 59,
							"entries": [
								"There are many possible unusual social factors which will be an important backdrop to the role of thieves and their guilds in society. A few examples only are given here, since the possibilities are almost infinite.",
								{
									"type": "entries",
									"name": "Divided Alignments",
									"entries": [
										"Some societies exist where the alignment of the ruler(s) is sharply different from the general social alignment. For example, a lawful evil dictator might rule over a society mostly comprised of freedom-loving chaotics, enslaved by military might. Here, while the agents of law enforcement would have a very punitive attitude towards thieves, the common population might regard them as heroes, possibly giving shelter to a thief on the run, or at the least not giving the thief away."
									]
								},
								{
									"type": "entries",
									"name": "Racial Divisions",
									"entries": [
										"Possibly the strongest antipathy between the races in many AD&D® campaigns is between elves and dwarves. This can strongly affect guild structures. In the worst case, a city might have an elven guild and a dwarven guild, both vying for humans to join their side, and with other races tending to ally one way or the other (gnomes might join dwarves, and halflings side with elves, for example). The antipathy of the two might override even alignment factors. This could break out into open warfare between the factions, or a long-running guerilla war could be the result."
									]
								},
								{
									"type": "entries",
									"name": "Divided Alignments",
									"entries": [
										"Not all societies with the same dominant alignment need have the same attitude toward thieves. One Lawful Good society might be dominated by priests of a god stressing mercy, forgiveness, and humility; another might be dominated by priests of a stern warrior god stressing protection, strength, and the need for justice to prevail in all circumstances. Their attitudes to thieves would be significantly different, to say the least!"
									]
								},
								{
									"type": "entries",
									"name": "Divided Alignments",
									"entries": [
										"Thieves may be especially notorious (or maybe especially famous!) in a society for some unique historical reason. The people may speak of how brave Edrain the master thief backstabbed the wicked tyrant Baron Higsel and brought about the downfall of an evil tyranny. Hence thieves are somewhat better tolerated than elsewhere. Or they may speak of how evil Edrain the treacherous backstabber foully slew the greatly loved and wise Baron Higsel, the best ruler in the history of the land, and since this time thieves are deemed especially wicked, base, treacherous fellows and death is an automatic punishment for them! These are extremes, but the DM can easily envisage many variants on this kind of unique background.",
										"All these general social backgrounds can easily merge into personal obsessions or idiosyncracies of rulers, in dictatorial countries. There are many idiosyncratic reasons why a particular leader might have an especially punitive or lenient (less likely!) attitude to thieves than the general social alignment might suggest, but there should always be a good reason why. For example, a paladin ruler of a city-state might be unusually lenient toward thieves because a (Neutral Good) thief companion saved his life more than once in their adventuring days. Unlikely, admittedly, but possible! Such oddities should be thought up individually by the DM so that they fit with the campaign setting and history."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Thieves' Guilds and Other Groups",
					"page": 59,
					"entries": [
						"Here, we'll look at the general pattern of relationships which can hold between the thieves' guild and other social groups of importance—the law, merchants and their fellows, other guilds, and the like. The important word is \"general.\" The broad patterns outlined will be used later in the guild design section. They are presented now for the DM to think about in advance.",
						"The two most important relationships thieves' guilds have will be with the people they steal most from (merchants) and the people doing their best to stop them (the officers of the law). Several possible types of relationships are outlined with each group. These are dominating themes only; checking the Complex/Mix entry at the end of each group will suggest many variations on the dominant themes.",
						{
							"type": "entries",
							"name": "Thieves and the Law",
							"page": 59,
							"entries": [
								"The alignment of the rulers of society will have a dominating effect on this relationship. However, there will be other factors of importance, too. Here is a simple example: A lawful good state is at war with a powerful, evil neighbor. Almost all of the country's resources will go into the war effort—and able-bodied men and women who might otherwise be law enforcers putting down thieves will be fighting in battles instead. Thus, thieves will find life much easier than usual in such a land. From the patterns below, some will obviously tend to align with certain alignments, and this will be reflected in the guild design process later. But nothing is ever cut and dried, and 100% predictable!",
								{
									"type": "entries",
									"name": "Persecution",
									"entries": [
										"Typical of lawful and non-good societies, officers of the law are vigilant against thieves and their guilds. They are not easily bribeable, and there may be rewards (money, medals, etc.) for watch officers arresting many thieves or busting a guild. Penalties for thievery are usually harsh. There will be very few corrupt officers of the law. Busting a captured thief from prison will be very difficult—prisons and gaols will be strongly built, heavily guarded, and tough to get into (cue for an exciting adventure here!)."
									]
								},
								{
									"type": "entries",
									"name": "Hassle",
									"entries": [
										"The law comes down fairly heavily on thieves, and penalties for thievery are moderately harsh. However, officers of the law may feel they have better things to do than deal with thieves (e.g., in a rough-and-tumble port city), and with petty thievery in particular, a thief may get away with handing over the spoils, paying a spot fine, and getting a gauntleted hand across the back of the head. In an odd way, the thieves may even have a sneaking regard for the law: the law is firm, but fair and not arbitrary or excessively harsh, and the thieves feel they are up against an enemy worthy of their skills."
									]
								},
								{
									"type": "entries",
									"name": "Opposition",
									"entries": [
										"This is perhaps the commonest state of affairs. The officers of the law do their best to prosecute the law. However, a small number are corrupt, they don't have enough manpower, they know their chances of recovering stolen property are very low and this adversely affects morale and motivation, and so on. The lawmen aren't uncaring, they're just somewhat disillusioned and their morale isn't so good. They will perk up and make a determined effort to find out who has pulled a big heist when one takes place, and if thieves resort to real violence they will really come looking for them. Otherwise, they just go through the motions. One or two bright and enthusiastic younger officers may resent the cynicism and world-weariness of their elders, but not for long; they soon capitulate to the prevailing attitudes.",
										"Many thieves with experience in such places have a proverb which (there are several versions) runs along the lines of, \"if you get round the corner you're a free man\"—that is, get away from any watch officer in the street with your pilfered gains and you won't exactly be chased with real determination."
									]
								},
								{
									"type": "entries",
									"name": "Tolerance",
									"entries": [
										"The picture here might seem to be similar to opposition, but the law is still weaker in dealing with thieves. This may be for a variety of reasons. Under-funding and under-manning may be especially important. Significant corruption may be present (especially higher up the scale). The society may be chaotic or anarchic. There may be a reason why thievery is not a major worry (a weak thieves' guild, major external threats to a city-state so that most able-bodied men are in a fighting militia, a very rough port where serious assaults and worse are a much bigger headache than thieves, etc.).",
										"In such situations, the law not only doesn't do anything about all but the most serious thiefly crimes, but officers of the law may even get testy and irritated with people who complain about them too much, especially if they are foreigners!"
									]
								},
								{
									"type": "entries",
									"name": "Corruption",
									"entries": [
										"Here, bribes and backhanders are paid to officers of the law on a regular and major basis. Not all lawmen may be corrupt, but a thief with serious financial resources can manage to avoid being charged with almost anything. If somehow he ends up in prison, he will be smuggled out somehow. Law officers may actually be members of the thieves' guild, cooperating with smuggling, protection rackets, and the like.",
										"There is a tendency to overplay this, and to make it too obvious to PCs. Corrupt law enforcers aren't going to advertise the fact, even in a corrupt society, save for the most stupidly sociopathic. Corruption may be extensive, but will still be significantly behind the scenes, making it more deadly for the unfortunate outsider who blunders into it. Lawfully-aligned PCs can arouse the ire (and even the violent attentions) of corrupt officers of the law they attempt to \"assist\" with their work!"
									]
								},
								{
									"type": "entries",
									"name": "Complex/Mix",
									"entries": [
										"This covers a variety of more detailed or subtle relationships. An obvious example is an opposition within the forces of law, which can be exploited by thief PCs (or by a DM with lawful PCs too). For example, in one city the dominant relationship between thieves and law officers is corruption. Senior officers, and many of the watchmen, are corrupt, and readily take bribes. A small number of decent but disillusioned juniors have tried to get firm evidence to nail their superiors and try to eradicate the corruption, but they haven't been able to manage this yet. Objective evidence hasn't been accumulated, and witnesses are too scared to talk. There is concern that even some of the judges and magistrates are in the pockets of criminal bosses or the Guildmaster of thieves. Cue for lawful and/or good PCs to help out in a dangerous urban jungle of intrigue and treachery...",
										"Relationships may also be mixed. Thus, in one city ward, the commander of the ward watch may be an iron-willed, ultra-lawful, dominating man who drills his men to persecute thieves night and day. In another, richer ward at the far end of the city, the inexperienced new junior leader is a follower of a kindly, somewhat impractical faith, and does not think that crime deserves stern punishment unless violence is involved. His men don't respect him, though, because of his inexperience. Morale is falling, and an increasing number of watchmen leave public service or else just don't care about enforcing the law any more. One city, two radically different sets of possibilities for thieves. There may be major tensions within a guild, as the thieves from the \"tough end\" of town start trying their luck uptown!",
										"Many possibilities exist in the Complex/Mix end of the spectrum. The other themes can be mixed and varied to create many possibilities themselves. The only limit is the DM's imagination."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Thieves and Merchants",
							"page": 61,
							"entries": [
								"The overall wealth of a society will have an important influence on this relationship. In a poor society, merchants will not be likely to be rich, and they will not be able to afford any regular thievery. They will not be able to bear such losses without going bankrupt. Here, merchants will fight tooth and nail to minimize the depredations of thieves. In richer lands, a little \"stock loss\" (among other things) can be tolerated rather better.",
								"Alignment will somewhat modify this. In chaotic and/or evil societies which are rich, merchants may be very greedy, and may take many measures against thieves out of a love of money, not out of a need to survive. There may also be an important element of pride in a society which stresses individualism (chaotic) rather than one where merchants form groups, ally with each other, and try to regulate business practices (lawful). Over-proud merchants may resent monies or goods being stolen not primarily because of the loss of value—it may be negligible—but because of the loss of face. This can be an important factor in merchants putting pressure on authorities to suppress thieves, and in their hiring PCs for sums which exceed the value of their stolen goods!",
								{
									"type": "entries",
									"name": "Warfare",
									"entries": [
										"The merchants hate and fear the thieves. They go to extreme lengths to protect their property, and many able-bodied folk get jobs as nightwatchmen. Even ordinary warehouses have traps and many secret hidey-holes, wall safes and the like, and some have magical traps as well. Merchants often have bodyguards, and they won't pay protection monies. They may even band together to form mutual \"insurance policies\" to help each other. The merchants exert all their political clout to get the authorities to suppress thieves. Even small-scale pilferage will result in an offender being dragged off to face the sternest justice the merchant's advocate can plead for.",
										"Under these circumstances, the thieves' guild may react in a number of ways. It may turn to other forms of crime. It may turn to imported help to crack the merchants (more thugs for protection racketeering, more thieves for daring robberies recruited from a friendly guild from a nearby town). It may use methods such as abductions and blackmail to force its way back into a position of strength. A really powerful guild will effectively \"declare war\" on the merchants if it thinks that forcing a few to cave in will lead to other merchants giving in also. Many options exist. This situation is a real struggle of wills, and the life of a thief will be dangerous—but never dull."
									]
								},
								{
									"type": "entries",
									"name": "Opposition",
									"entries": [
										"Somewhat like the state of affairs described above, but the merchants don't go to such lengths to protect themselves or keep thieves off their backs. They don't like thieves, they don't accept them as a part of society or a tolerable evil, but they don't go overboard about them either. Such merchants are fairly stoutly resistant to any attempt at coercion or blackmail, and they use their influence with the powers-that-be to keep life tough for thieves."
									]
								},
								{
									"type": "entries",
									"name": "Standoff",
									"entries": [
										"This is a fairly common state of affairs. The merchants don't like thieves, but they are somewhat fatalistic about them. A strong element of pragmatism influences their attitudes. If it loses them less to pay protection money than to suffer the thievery they would otherwise have to tolerate, they will pay up. This is a major difference from the oppositional state, where merchants will actually suffer extra loss rather than connive with thieves.",
										"Merchants in a standoff will do what they can to get by. Unless thievery gets wildly out of hand, they won't get up in arms, and they will pay off thieves, or accept a certain level of theft, as they must"
									]
								},
								{
									"type": "entries",
									"name": "Submission",
									"entries": [
										"This is a rare case. Here, the merchants are running scared. Coercion is rife; merchants pay a lot of money to avoid being robbed or having their homes burned down. Their profits may be almost all eaten away by this. The law is of little help, usually because it is corrupt, maybe because it is ineffectual. Thieves will have many spies in the midst of the merchants. This is an unstable state of affairs; it cannot persist long. Either the commercial life of the society falls apart, or the picture changes—often to Infiltration as described below."
									]
								},
								{
									"type": "entries",
									"name": "Infiltration",
									"entries": [
										"Here, thieves have so many dealings with merchants that they actually start to get involved in commerce directly. This often happens as a natural evolution from either a standoff or a submission relationship. Thieves start to become merchants. They may have been spies in merchants employ before, they may \"take over\" the businesses of merchants they have bankrupted or driven off, or they may enter businesses their talents suit them for (e.g., as locksmiths, gem-cutters, moneylenders, pawnbrokers, and the like).",
										"This has several attractions for the thief. First, additional income can be produced. Second, the business can be a simple exploitation of a skill or proficiency the thief already has. Third, it can provide a good cover for a thief. Fourth, there may be a more nefarious motive or two (\"Ah, sir wants a combination lock which will be absolutely thief-proof! I have just the thing...\"; why shouldn't a locksmith have the best lockpicks in town when apprehended by the constables down a dark alleyway at night?",
										"At its most extreme, thieves can actually come to dominate commercial life, or at least to play a major role in it. Organized crime becomes big business. The thieves may even become important figures in society, and have political power. The City of Greyhawk is one notable example of this."
									]
								},
								{
									"type": "entries",
									"name": "Complex/Mix",
									"entries": [
										"Again, examples of complicated or tense, oppositional relationships can easily be developed by the DM from the examples above. One group of merchants could be trying desperately to fend off thievery, while a second faction argues for accommodating thieves and paying them off. This leads to a major schism, with the more principled merchants accusing the pragmatists of collusion with crime; insults start to fly, then a few fists, then somebody's warehouse suffers a small fire....Involving the PCs in what will fast become a triangular conflict (two sets of merchants at each other's throats with the thieves gleefully picking up the spoils from anyone they can get at) leads to endless adventure possibilities."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Thieves and Other Guilds",
							"page": 62,
							"entries": [
								"There are two guilds which are most important here: Assassins and beggars. These are dealt with separately below, as are bards. All the other guilds are dealt with in groups, below.",
								{
									"type": "entries",
									"name": "Craft Guilds",
									"entries": [
										"These are the myriad guilds of gemcutters, barbers and dentists, butchers and bakers, and so on. Thieves will not have dealings of note with many of them, but there are one or two exceptions. Pawnbrokers are an obvious possible \"front\" for thieves and fences, likewise moneylenders (with their safes and secure chests and the like). Thieves may thus cooperate with many such, and minimize robberies of the rest! Guilds which take young apprentices may be paid small sums for handing over to the thieves youngsters who seem to be highly dexterous and capable of developing into thieves, given suitable training. In special instances (e.g., thieves allied with seafaring smugglers), other alliances (e.g., with the seamen's guild) may be of note.",
										"If there are unusual thief-craftsmen alliances (or oppositions), the DM should script them individually; they will need individual rationales, which should be explained and noted!"
									]
								},
								{
									"type": "entries",
									"name": "Adventuring Guilds",
									"entries": [
										"In some cases there may be an unusual reason why thieves are strongly opposed to (or allied with) an adventuring guild (including temples, etc.) in a city. The most notable example is a cordial alliance with clerics of a deity favoring thieves (e.g., Erevan Ilesere for half-elven and elven thieves, or Olidamarra, in Oerth; or Mask in Faerun). If some particular type of multi-class thief is common in a city for some reason, then there will obviously tend to be a stronger link between the two relevant guilds than usual. For example, if mage-thieves are common, then the Guild of Wizardry will take a definite interest in the activities of thieves. Under such conditions, the mages will probably not attract unwanted attention from light-fingered thieves (although few sane thieves try stealing from mages anyway).",
										"But other possibilities exist. Consider a burgeoning frontier town, which is close to wild hills and forests with bountiful resources. Furs, gold from prospectors, meat from hunted animals, even some gems from a small mine; all these and more pour into the town, which grows rich and attracts many new settlers. Unfortunately, it attracts humanoids and bandits (as external threats) and many thugs and foreign cut-throats and evil thieves (as opposed to the neutral-aligned indigenous thieves). The rulers of the town grow fearful...",
										"A twin alliance springs up to defend the town by stealth and cunning. Rangers patrol the distant countryside to give advance warning of marauding humanoids or bandits. Within the city, the thieves use their skills to tip off the powers-that-be about unsavory types arriving from outside, conspiring robbers and thugs, and the like (and may deal with a few of them themselves). Bandits beyond the town have spies inside it; the thieves tip the rangers off about this, and pass on intercepted messages. The thieves trade a magical shield (which they cannot use) they got from one of the thugs they dealt with to the rangers (who can use it). The rangers hand over a magical shortsword they took from a hobgoblin leader in return. Half-elven thieves and rangers share a drink together in an elven tavern, sharing the latest dwarf jokes. The two groups then save money by a joint bulk purchase of leather armor, and so it goes on...",
										"Having an unusual, unexpected alliance like this spices up any adventure locale. It's well worth a DM's time to devise such a backdrop, to make a town or city unusual and particularly memorable."
									]
								},
								{
									"type": "entries",
									"name": "Thieves and Assassins",
									"entries": [
										"Assassins are not a separate character class (in AD&D® 2nd Edition rules). They are simply people who are awfully good at killing other people. But the skills of the thief are valuable for this, above the natural skills of any other character class, because they are skills of stealth and sneaking about undetected. Many assassins will be thieves, multi-class thieves, or characters who began their adventuring life as thieves but then changed to another character class.",
										"The assassin kit earlier in this volume adds detail to this natural affinity. Going further, the multi-class thief is probably the strongest option for assassins. Combining the skills of the thief with spells such as {@i {@spell invisibility|PHB}, {@spell jump|PHB}, {@spell knock|PHB}, {@spell levitate|PHB}, {@spell rope trick|PHB},} and {@i {@spell sleep|PHB}}, just to consider a few low-level spells, makes for a potent assassin indeed. The fighter/mage/thief has all these advantages, of course, plus the bonus of additional hit points, and is thus an especially attractive option, although progress is slow.",
										"So, given that many assassins are likely to be thieves, there will always be a fairly strong link between the two guilds. Cool relationships are possible if the thieves have \"gone respectable\" (become merchants themselves, etc.), or if the assassins are especially evil, ruthless sorts under a truly heinous guildmaster. Not unusually, though, the two will have at least moderately friendly relations. Information is quite likely to be exchanged between the two guilds, the guild seniors may meet occasionally to fraternize and discuss prospects, thieves may be paid to do spying groundwork for an assassin setting up a kill, apprentices of one guild who may be suited better to the tasks of the other may be exchanged; there are many ways the guilds can cooperate."
									]
								},
								{
									"type": "entries",
									"name": "Thieves and Beggars",
									"entries": [
										"Beggars can be excellent spies. Their presence anywhere outside of the higher-class areas of cities and towns will go unmentioned, if they are seen at all. Beggars ply their trade everywhere, and some of them may just be sleeping off the effects of drink. If one is hunched up against packing boxes by a warehouse, so what? Anyway, no one wants to get too close to beggars. They have an unpleasant range of startlingly contagious diseases, and approaching them is an open invitation to lice to infest your person—just for starters. And, of course, beggars are harmless (in the sense that they are too feeble, dim-witted, drunk, etc., to cause anyone any harm). For all these reasons, well-trained beggars are a real boon to the enterprising thief. They can get into places where other people would look suspicious, they often go unnoticed, and they don't have a lot to do apart from keep their eyes peeled. Just the people to have hanging around the places a thief intends to rob. After the job, the grateful beggars can be given a little percentage of the take.",
										"Beggary can even be semi-professional, in large cities in particular. Dominant beggars control lucrative patches of territory, where they know that pickings are richest. Fit and able-bodied people, their senses undulled by illness or drink, can pose as beggars for a better living (in a rich city) than they can make by honest means (e.g., as farm laborers). Such people would make excellent spies. A Guild of Beggars is by no means unlikely in many city settings. And, since children make very appealing beggars as they look soulfully up from their sad little eyes and beg for a penny for a poor orphan, such a guild will find and train such rapscallions. The more talented (dexterous and/or intelligent) ones may well be sold on to the thieves' guild, for a consideration, to become apprentice thieves."
									]
								},
								{
									"type": "entries",
									"name": "Thieves and Bards",
									"entries": [
										"Although thieves and bards are both rogues, they have no need of extensive contacts. While bardic colleges train bards in some rogue skills which thieves also possess, this is really to be seen as part of the jack-of-all-trades range of talents the bard possesses. Bards don't think like thieves, and they don't behave like them. Perhaps the closest these two groups come to direct dealings is when a neutral evil bard becomes an assassin and the assassins' guild has good relations with the thieves' guild!"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Guildmasters and Guild Structures",
					"page": 64,
					"entries": [
						"How a thieves' guild is organized, and how it is led, is crucial to the success of thieves in any town or city. Usually, unless there is at least some honor among thieves, life will be very hard for them!",
						{
							"type": "entries",
							"name": "Guild Organization",
							"page": 64,
							"entries": [
								"Five basic patterns are suggested here. These will be used in later guild design. They aren't exhaustive, and some clearly shade into others. But these patterns are perhaps the commonest, and any DM can develop them to suit his campaign. One factor which isn't considered here, but which will be looked at in guild design, is how many solo operators, non-guild members, are around. This will affect the strength of the guild, but won't affect its style of organization so much.",
								"How a guild is actually led will be dealt with straight after this section, but for now we'll assume that all guilds are led/ruled by a guildmaster. This won't always be so, but using this convention saves a lot of tediously repeated qualifiers.",
								{
									"type": "entries",
									"name": "Centralist",
									"entries": [
										"This is a strongly organized guild, where all guild members have a powerful primary loyalty to the guildmaster. Loyalty is mostly high, the guildmaster is usually a powerful and dominant figure, and the guild house is a major meeting place. Thieves from such a guild will work with a notable degree of co-ordination."
									]
								},
								{
									"type": "entries",
									"name": "Cohesive",
									"entries": [
										"Again, there is a fairly strong central organization and authority. The guild is a unified body and its rules are readily accepted by all. However, there is room for some \"local latitude.\" This may take the form of senior thieves below the guildmaster being able to make a few important decisions about affairs on their own patch (own quarter of the city, etc.), or the central rulership deliberately restricting the use of its authority in some cases, and so on."
									]
								},
								{
									"type": "entries",
									"name": "Fractionated",
									"entries": [
										"In this case, there is a central thieves' guild still. However, individual figures within the guild have taken power unto themselves in important ways. Local thief leaders may insist on almost complete discretion to do what they want in their areas, while agreeing not to intrude on other local leaders' territory. Power struggles within the guild will be commonplace under these circumstances."
									]
								},
								{
									"type": "entries",
									"name": "Oppositional",
									"entries": [
										"The guild has been burst asunder by tensions within it, and there may well be several competing guilds in the same town or city. This can happen because the guildmaster is weak, because of ambitious young Turks seceding from the guild, or for special reasons of many sorts (e.g., racial enmity between a guild of dwarven thieves, and one of elven and half-elven thieves, in the same town).",
										"Relations between the different sub-guilds can vary considerably. If there is still the shell of a central guild, then the different guilds may be on fair terms still. However, at another extreme, the tensions and oppositions can degenerate into street warfare and gang assaults.",
										"If there are, in effect, several guilds, then the DM will have to determine the organization and leadership of each one separately."
									]
								},
								{
									"type": "entries",
									"name": "Anarchic",
									"entries": [
										"There is no guild organization to speak of, although there may be the remnants of a once-strong guild or perhaps a young, slowly developing guild. However, the large majority of thieves work as unregulated individuals. This may lead to a dog-eat-dog outlook with lots of backstabbing, both metaphorical and literal. However, it's equally possible that thieves get by with individual one-to-one agreements, helping each other out as and when the need arises (this may be especially likely in a Chaotic Good society with an anarchic guild, for example). Anarchy doesn't preclude enlightened self-interest and cooperation; it just tends to preclude this happening on a systematic and organized basis."
									]
								},
								{
									"type": "entries",
									"name": "Complex/Mix",
									"entries": [
										"As usual, this covers a range of options. There may be a facade of one organization, whereas behind the scenes a quite different organization presides. It may seem that anarchy rules among the thieves of one town, but many are secretly organized behind the scenes. Or, a guild might seem to be centralist whereas in fact local leaders are hiding much of their activity from others, so that the guild is in reality fractionated. A complex situation could exist whereby the guild looks centralist at first sight, then looks fractionated (as above), and then is seen to be part of each (a couple of the strongest local leaders are secretly allied to carve up more territory while other leaders are fractionated)—a really complex option. Ample scope for DMs to develop intrigues and onion-skin puzzles here!"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Guild Leaders",
							"page": 65,
							"entries": [
								"Clearly, how a guild is organized will influence how it is ruled (and vice versa). This is taken into account in the rules for designing and developing guilds. At this stage, we'll just consider the commonest patterns of leadership, which again can be developed by the DM as he wishes.",
								{
									"type": "entries",
									"name": "Guildmaster",
									"entries": [
										"This is by far the commonest style of leadership; the single leader. His style of leadership may vary considerably, of course. He may be a stern, harsh despot, ruling by force and fear. He can also be a kindly despot, a firm but wise ruler. He might also be a weak, querulous, but kindly leader—rather ineffectual, having lost his old strength and daring, but still smart enough to eliminate young pretenders to his rulership when he sees them preparing a bid for power. Styles of leadership will be looked at right after this section."
									]
								},
								{
									"type": "entries",
									"name": "Council",
									"entries": [
										"The guild is ruled by a number of individuals, usually fairly small, who act as a central conclave, Praesidium, ruling council, or under any one of a variety of titles. This is often the equivalent of an oligarchy in government—a self-perpetuating elite, who appoint replacements from senior ranks as and when necessary to maintain or expand their number."
									]
								},
								{
									"type": "entries",
									"name": "Democracy",
									"entries": [
										"Rather unusually, the rulers of the guild are elected by the guild members. This does not mean that these rulers need be weaklings, or afraid of using their powers sternly and firmly when they need to (imagine a ruler elected for a 10-year term for example!). The \"elections\" may be the source of notable corruption, bribery, fixing, and vote-rigging of all sorts. The devious DM can imagine dozens of ways of embroiling PCs in the kind of scandals and scams such a state of affairs will throw up!"
									]
								},
								{
									"type": "entries",
									"name": "Leaderless",
									"entries": [
										"This is mostly a temporary state of affairs, when the guildmaster has just died, the ruling council been arrested, and the like. However, in a very few guilds this may be a permanent state of affairs. Here, the guild will carry on only a few of the usual functions, and will primarily act only as a practical resource. Thus, the guild house will be somewhere to find a trainer, buy equipment, and gossip with fellow thieves. Guild dues will not be excessive, and they will be paid for reasons of pragmatism. However, regulation of thiefly activities will be minimal or non-existent.",
										"A leaderless guild is ripe for a coup, of course, and again this be a good option for the DM!"
									]
								},
								{
									"type": "entries",
									"name": "Complex/Mix",
									"entries": [
										"In this context, this means some kind of power struggle in most cases. A guildmaster may have had an ultimatum put to him by powerful seniors within the guild—accept a ruling council or else. Likewise, an ambitious and smart thief may be trying to take over a democratic guild and install himself as the undisputed leader."
									]
								},
								{
									"type": "entries",
									"name": "Special",
									"entries": [
										"Because the ruler(s) of the guild are of such major importance, many DMs will be prepared to put some extra effort into designing them in some detail. For those who don't want to have to go to the trouble, the blueprint profiles (later in this chapter) can be used for guildmasters. For the more industrious, why settle for the usual option of (say) a human or half-elf guildmaster with the usual high skills and appropriate magic items, or the sourpuss old dwarf with his smelly leather armor who is the secret behind-the-scenes master thief? Guild design does include such natural racial possibilities, but there are other, more exotic, options.",
										"The DM will always want to design these cases individually, but a few examples won't go amiss—these can be ripped off with or without DM development, or used as a spur to DM imagination.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Dragon:",
													"entry": "A dragon makes an excellent guildmaster. Some can polymorph self into human (half-elf, etc.) form as a natural ability, others can use the spell of the same name, others still might have a magical item permitting this change of appearance. Dragons are vain and love treasure, so what more natural than a stream of junior thieves bringing pretty treasures to the \"guildmaster\" as a tithe? The guildmaster can also, of course, have many charmed servants from {@i {@spell charm person|PHB}} spells."
												},
												{
													"type": "item",
													"name": "Deepearth Creature:",
													"entry": "Drow and Illithid are the best candidates. Appearance can be disguised with an illusion spell, the use of a mask (imagine cowled, masked thieves protecting their identities in a council meeting—a very sensible set of precautions), a {@i hat of disguise}, or in other ways. The guildmaster could aim at gaining wealth, power, information, all for nefarious purposes which PCs should want to stop. Combatting such a guildmaster (or even a ruling council) is an excellent introduction to deepearthing, a pleasure no player should be denied."
												},
												{
													"type": "item",
													"name": "Extraplanar Creature:",
													"entry": "Denizens from evil planes make excellent guildmasters. They like having power, gaining information, and wealth isn't something they are wholly indifferent to. Plus they have lots of time on their hands to indulge themselves by being a thieves' guildmaster. Their powers of disguise and concealment make it easy to maintain the pretense of humanoid form."
												},
												{
													"type": "item",
													"name": "Intelligent Monster:",
													"entry": "A troll as guildmaster is not terribly likely. But how about a beholder? efreet? rakshasa (a particularly good choice)? a faerie dragon using its many spells? There are many possibilities!"
												}
											]
										},
										"If the DM decides on a special guild ruler, there are several questions which he needs to consider:",
										{
											"type": "list",
											"items": [
												"Can the ruler pass itself off as a normal race? This will usually be important for retaining the loyalties of guildmembers. A spell, magical item, innate power, or plausible reason for seclusion will be needed.",
												"How did the creature get to the top? Either it must have thief skills, or be able to simulate these (with spells, magical items such as {@i gauntlets of dexterity}, etc.), if it has worked its way up through the ranks. Or, it must have been able to replace someone at the top of the guild (through assassination, etc.).",
												"Why does this creature want to be guildmaster? The possible reasons are money (tithes), information (thief spy reports), power, amusing itself (a faerie dragon, or an evil denizen with a few decades to kill), and the like."
											]
										},
										"If the DM is prepared to think through such issues, then a special ruler type can be great fun."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Guild Rulership",
							"page": 66,
							"entries": [
								"It's vital to know what style of rulership the guildmaster brings to the guild. This section covers styles of rulership, and can be applied to guilds which are ruled in other ways (by councils, etc.).",
								{
									"type": "entries",
									"name": "Weak/Strong",
									"entries": [
										"This is an obvious distinction. A guildmaster can be strong and authoritative, so that his commands and rules are obeyed (willingly or otherwise). Or he may be weak, with his edicts increasingly challenged by his underlings. Factors such as Charisma, experience level, notable achievements, age, and the like will affect the guildmaster's perceived strength. The most important, however, is likely to be the general perception of the force the guildmaster has up his sleeve."
									]
								},
								{
									"type": "entries",
									"name": "Cruel/Just",
									"entries": [
										"This is of most importance within the guild. The guildmaster may be cruel, handing down stiff (and sometimes arbitrary) punishments for infringements of guild rules. He may punish any signs of over-ambition among juniors very sternly. A cruel guildmaster rules his guild by fear of what he does—this is crucially different from a strong guildmaster, who may rule in part by fear of what he could do if opposed. A just guildmaster is the opposite of this, but is not weak. That is, he is known to act swiftly and decisively to oppose any enemies within the guild, and to enforce important guild rules and rulings. However, his punishments are seen as fair and justified (\"he's harsh but he's fair\"). While the opposite of cruel would, strictly, be \"kindly,\" nice guys do not get to be guildmasters."
									]
								},
								{
									"type": "entries",
									"name": "Despotic/Populist",
									"entries": [
										"This is a rather high-sounding term for a simple dichotomy. A despotic guildmaster is one who decides on rules, punishments, policies, and important guild matters for himself. He does not consult others (much), and while he may listen to advice from his juniors he doesn't take any notice of it—he listens, he does not attend. However, this does not mean that the guildmaster is a tyrant, nor that he is cruel or even necessarily strong (a weak despot is in real trouble, however). It means that the guildmaster thinks that he knows best, and this doesn't imply wickedness or cruelty. The guildmaster may be very intelligent, wise, and far-seeing. Also, just because the guildmaster is a despot doesn't mean that the guildmembers don't like this state of affairs—a truly smart guildmaster will gain the loyalty of the guildmembers through his wisdom and the way his rulings clearly benefit the guild.",
										"A populist guildmaster is one who goes to some lengths to listen to all (or most) opinions within the guild. He is ready to listen to advice, and may delegate some of his authority and decision-making to others within the guild. Again, this need not necessarily make the guildmaster popular. A common problem for a populist guildmaster is that he will be perceived as weak, especially if the affairs of the guild are not in good order. He may leave himself wide open to backstabbing (quite literally).",
										"These styles of guildmaster rulership can be combined to generate individual styles, such as strong-cruel-despotic and (at the other extreme) weak-fair-populist, and all points inbetween. Combining these should be fairly straightforward for the DM, but the developed case of The Thieves' Guild of Mallain (page 76) gives an example of how to combine these different elements into an overall picture for a guildmaster's style of leadership."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Designing a Thieves’ Guild",
					"page": 67,
					"entries": [
						{
							"type": "entries",
							"name": "Introduction",
							"page": 67,
							"entries": [
								"This section covers the design of a thieves' guild. As you flesh out the details of your own guild, you'll want to record them on paper for reference during play. Following the details of the system, a worked-out example is given to show how to build up a well-detailed, atmospheric guild from the bare bones of the tables.",
								"This section is also not just for the DM. Players can be asked by a DM to do some work for him! A player can roll up a guild for the DM to use in some other setting, or some distant city (which the PCs will visit some time later after the DM has tweaked the players' dice rolls a little!). Also, a DM can allow a player to roll up details of a guild which the PC is about to take over as guildmaster, if he trusts the player enough! There is also a special section on PC guildmasters later on."
							]
						},
						{
							"type": "entries",
							"name": "Using the Tables",
							"page": 67,
							"entries": [
								"There are quite a lot of tables on the following pages. This shouldn't be intimidating; the system is detailed, not overly complicated.",
								"Using the tables which follow can be done in more than one way. Random dice-rolling is OK, and will not give silly combinations of results. Sometimes odd-appearing combinations result, but these can often be a spur to DM creativity and generate the most interesting guilds! The DM may also ignore the dice-rolling and deliberately select results from the tables which he feels will fit his campaign needs.",
								"The system which follows is detailed, as noted. This for DMs who like lots of detail! For those who don't, the best bet may be to combine the dice-roll and deliberate-design approaches; use dice rolls, and alter one or two when the DM especially wants some result or wants to maximize consistency. Or can't be bothered to do all the dice-rolling! Also, a few sections of design do not use tables.",
								"Lastly, the tables mostly have suggested modifiers for basic d20 rolls. For example, the attitude of the law is determined on a d20 roll which is modified by social alignment (more hostile for Lawful societies, etc.). It is quite impossible to list all the possible modifiers for each table. This would eat up masses of space and no system can foresee all possible modifiers anyway, so only the key modifiers have been listed in each instance. The DM can easily add further modifiers as he sees fit, to reflect special circumstances."
							]
						},
						{
							"type": "entries",
							"name": "What Isn’t Covered",
							"page": 67,
							"entries": [
								"Some of the idiosyncratic guild details aren't covered here. For example, any oaths of fealty the thief may have to pledge, and the exact rules and constitution (if one exists) of the guild isn't covered here. If a DM wants this kind of depth of detail, he will surely want to write such details for himself.",
								"Also, infrequent reference is made to any of the kits, proficiencies, or magic items introduced in this book. This is deliberate, ensuring that DMs who wish to be cautious about introducing such new elements are not prevented from being able to use the design system.",
								"In summary, all the really important stuff you are going to need is here, and for any frills you want to add—go ahead!"
							]
						},
						{
							"type": "entries",
							"name": "Guild Background",
							"page": 67,
							"entries": [
								"First, we need to establish the background of the guild. Such details of the guild as size, rulership, and the like will be affected by social factors, alignment, and so on. Therefore, this background is developed first. In this way, later dice rolls for aspects of the guild can be given modifiers for previously established background.",
								"Many of the tables to follow will refer to background elements already detailed in the previous section, so the DM will know what brief entries mean. This obviously aids the process of DM selection, if dice-rolling is not being used."
							]
						},
						{
							"type": "entries",
							"name": "Details of the Guild",
							"page": 69,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Guildmembers and The Rest",
							"page": 71,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Cash and Carry",
							"page": 74,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Thieves’ Guild of Mallain",
					"page": 76,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "An Example of Guild Design",
							"page": 76,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Unusual Guilds",
							"page": 77,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Player-Character Guildmasters",
							"page": 79,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Blueprint Profiles",
					"page": 82,
					"entries": [
						"",
						{
							"type": "entries",
							"name": "Guildmaster Septien Selfareine, the \"White Lily\"",
							"page": 82,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Guildmaster Tulmara Zir Bharann, “Cruelty’s Mask”",
							"page": 84,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Quartermaster Marmel Raveiz",
							"page": 85,
							"entries": [
								""
							]
						},
						{
							"type": "entries",
							"name": "Durdlan Silverpalm, Master Fence",
							"page": 87,
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Tools of the Trade",
			"page": 90,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "The Arts of Deceptions",
			"page": 109,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "New Rules for Thieves",
			"page": 111,
			"entries": [
				""
			]
		},
		{
			"type": "section",
			"name": "The Thief Campaign",
			"page": 116,
			"entries": [
				""
			]
		}
	]
}